{
    "achachaw": "[ačačaw, ačučuy] interj. amz. expresión de calor. Yapa rupay tiyakpi rimay. achachaw, mikunaka rupakmi kashka.  Sin. Araray, rupakuk.",
    "achik": "[ačix, ačig, ači] s. luz, claridad, claro. Killamanta, intimanta, kuyllur  manta llukshik llipyarik; imatapash rikunkapak kak.  Tamya punchapika achikka mana rikurinchu.",
    "achikmama": "[ačikmama, ačimama] s. S. madrina. Wawa shutirikukpi markak warmi. Achikmamaka achikwawamanka tantatami kamarin.",
    "achikyaya": "[ačikyaya, ačiyaya] s. S. padrino. Wawata shutirikukpi markak kari. Ñukaka, kay wawapa achikyayami kani.",
    "achira": "[ačira, ačera, atsira] s. achera. Papashi  na raku muyu, allpa ukupi pukuk mishki mikuna  Asha kunuklla allpapimi achirataka  tarpun.",
    "achupalla": "[ačupalya, ačupaža, ačupilya] s.s. achupalla. Kashayuk panka, uchilla chawarshina, sunilla amuk pankayuk yura.  Allpa saywapimi achupalla yurataka tarpuni.",
    "akankaw": "[akaŋgaw, akaŋgu] s. amz. variedad de pava. Aw aw nishpa takik, yana patpayuk, puka kunka hatun pishku. Akankaw pishkuka sachapimi kawsan.",
    "akapana": "[akapana] s. Júpiter. Intipa ayllupi tiyak rumpu.",
    "akcha shuwa": "[akča šuwa] s. s. libélula, cortapelos. Shuk chuya rikrayuk, yakupi ar  mak chillikshina rikurik. Akchashuwaka larkapimi tiyan. Sin.  chikaru.",
    "akirinri": "[axiriŋri, axiximbri, axikimbri] s. jengibre. Uchushina hayak, mishki ashnak, wiksa nanaypa, kunka nanaypa upyana hampi.  A Kunka nanakpika akirinrita timpuchishpa upyarka.",
    "aklluna": "[axlyuna] v. tartamudear. Harkarishpa harkarishpa mana alli rimana, watarishpa rimana.  Manuel wawaka manchaymanta akllurka. Sin. Harkarina, shimi-watarina.",
    "aknina": "[agnina axnina, awnina] v. eructar. Mikushka, upyashka kipa shimimanta wayra llukshina. Hayak aswata upyashpami payka aknirka. 2. dudar. Imatapash mana añishpashina, manashina yuyay charina. Kushipata rimashkata achkatami aknini. Sin. akitana.",
    "aktuna": "[axtuy] v. ss. escupir. Shimimanta tukata llukshichishpa shitana. Yachana pachapika mana aktunichu.  Sin.  Tukana.",
    "akwa": "[akwa, axwa] s. amz. árbol de canelo. Mishkilla ashnak kaspi, sañu tullpuyuk kara yura.  Akwa karapa yakuta upyanaka allimi kan.",
    "ala": "[ala] s. amz. hongo. Sisashina, wanukunapi, ismu kaspiku  napi wiñak. Ismu kaspimanta mikuna alata apamuni. Sin. Kallampa.",
    "alama": "[alama, ala] s. amz. Trato entre amigos y compañeros. Antisuyu runakuna kari mashipura riksirinkapak rimay. Ñukapa alamaka  chuntata apamuni, nirka.",
    "allawka": "[<*alyawka] s. lado derecho. Lluki chimpapi kak manya.  Wakin runakunaka allawka makiwan sinchitami llamkan. Sin. Paña, alli.",
    "alli": "[alyi, aši, aži] adj. bueno, bien. Mana millay shunkuta charik, imatapash sumak  mi kan ninkapak rimay.  AkllAnA  Wakin mishukuna  llami alli shunkuyuk kan. 2. lado derecho. lluki manyapi tiyak. Wakinkunaka alli makiwan ñapash killkan. Sin. paña, allawka.",
    "allikana": "[alyikana, ažikana, alikana] s. salud, bienestar. Mana unkuywan kana. Allikanata charinkapakka alli mikunatami mikuna kanchik.",
    "allimanta": "[alyimaŋta, alimanda] adv. cuidadosamente, con cuidado, despacio, poco a poco. Imatapash ama pakirichun, mana  sinchita rurana. Mankataka allimanta apamunki.  Sin. Allilla.",
    "allku": "[alyku, alku, ažku, ačku, ašku] s. perro. Runakunawan mashiyarishpa kawsak wiwa. Wasita kamachun nishpa piñak allkuta charini.",
    "allpaka": "[alypaka] s. alpaca, camélido andino. Puna suyupi kawsak, llamashina wiwa. Allpaka millmaka awankapakmi allipacha kan.",
    "allu": "[alyu] adj. amz. moho. Rupashka kaspikunapi, sara kuruntakunapi wiñak, puka uchpashina. Rupashka yantapika allumi rikurin. 2. s.  amz. chicha de yuca asada. Kusashka lumukunamanta rurashka aswa. Alluta rurankapak lumuta kusakuni. Sin. Pula.",
    "ama": "[ama] adv. no. Ima rurashkata harkankapak, sakichinkapak  rimay.  Wasimanka ama rinkichu.",
    "amallatak": "[amalyatak] adv. sn. ni dios quiera. Mana munashka ama paktachun. Amallatak yachashkata kunkarinkichu. Sin. amatak.",
    "amapash": "[amapaš, amapiš] adv. aunque no. Ama nikpipash i  matapash ruray.  Paykuna amapash shamukpi ñuka rirkani.",
    "amaru": "[amaru, amarun] s. boa. Tukuy machakuymanta ashtawan ya  lli suni, runata, wiwatapash mikuklla, ya  kupipash sachapipash kawsak.  Ñukapa all  kuta kunan puncha shuk amaru AmAru  mikurka.",
    "amawta": "[amauta, amawtax] s. sabio, científico del incario. Inkakuna kawsashka pachapi yuyaysapa runa, yalli yachak runa. Tawantin  suyupika  achka  amawtami kawsarka. Sin. Yachak.",
    "amina": "[amina] v. hastiar, empalagar, hartar. Ima mikunamanta, shukkunamantapash shaykuna.  Payka aswa u  pyanataka mana amirkachu.",
    "ampuku": "[aŋbuku] interj. expresión que denota ironía (no friegues). Pipash watukashpa asikpi yankami niwanki ninkapak rimay. Pay ñukata asikpimi ampuku nirkani.",
    "amullina": "[amulyina, amužina, amulina] v. engullir; traer algo en la boca. Mikunata shimi ukuman  kachana. Amuklla sara kamchata amullini.",
    "anak": "[anak] adj. duro. Imapash sinchi kak. Kay rumika anakmi kan. Sin. Sinchi.",
    "ananas": "[ananas, anunas] s. amz.  fruta similar a la chirimoya. Killu pukuk, mishki yurak mikunayuk muyu. Ananas muyuta paktanarayku yuramanta urmarkani.",
    "anchuchina": "[ančučina] v. quitar, mermar. Ima harkakunatapash shuktak kuskaman churana. Antawa purichun ñanmanta rumita  anchuchirkani.  2. restar. Achkamanta mashnatapash kichushka kipa mashna puchushkata yachana. Yalli kuykuna mirakpi katushpa anchuchi  ni. 3. s.  resta. Achkamanta mashna puchushkata yupaykunawan yachay. Kunan  ka anchuchiykunataka  ñami yacha  kunchik. Sin. suchuchina.",
    "anka": "[aŋga] s. ave de rapiña, águila. Chuchita, urpita mikuk  pawak  hatun pishku. Sisapa chuchita anka mikun.",
    "ankas": "[angas, aŋgaš] adj. azul. Hawapachashina rikurik tullpu. Ñukanchikka ankas muchikutami charinchik.  2. adj. amz. pintón. Manarak pukushka mu  yukuna. Kay pakayka  chayrak ankasmi  rikurin. AmAtAk ",
    "ankulla": "[aŋgulya, aŋguža, angura] adj. cauchoso; ense  renado. Kanchapi pakarichikpi asha llampuyashka. Kay ukshaka ankulla pakarishka. 2. adj. medio mojado. Manarak alli chakirishka takshashkakuna. Ankulla kaspika mana rupanchu.",
    "ansa": "[aŋsa] det. sc. amz. poco. Ashalla, mana achka. Ansa allpata charini. Sin. asha.",
    "antawa": "[aŋtawa, antawiwa] s. carro, vehìculo. Antamanta rurashka, pirurushina chusku chakiyuk, runata, kipita aparik. Tukuykuna antawapi shamunchik. Sin. Anta-chuna.",
    "Anti suyu": "[aŋtisuyu] s. región oriental  del Tawantin suyu. Inkakunapa pachapi inti llukshina Cuzco llaktaman  sakirik suyu. Kanka Antisuyu markamantami kanki. Sin. inti suyu, sacha suyu.",
    "añanku": "[añaŋgu, añiŋgu] s. hormiga. Usashina rumi ukupi, yurapi  kawsak  puka, yana uchilla wiwa. Runakunaka añankushinami tantanakunchik.",
    "añas": "[añas, añaŋgu, añiŋgu] s. zorrillo. Ashnak aychayuk uchilla allkushina allpata allankapak tuta llukshirik. Kay tuta añas ukata allashka.",
    "apachina": "[apačina] v. hacer cargar. Imakunatapash washapi churana. Kurika yantatami wiwaman apachin.",
    "apamuna": "[apamuna] v. traer. Imatapash karumanta paktachimuna.  Juan mashika wakrata ¿ñachu apamurka?",
    "apapa": "[apapa] s. amz. bùho negro de pecho amarillento. Uchpa tullpu millmayuk tutapi tun tun rikrata uyachik pishku. Wawaka apapa wakakpilla ña mancharin. Sin. Kukupa.",
    "aparina": "[aparina] v. cargar. Imatapash waskawan watashpa  washapi churay. Palantawan ashankataka llashak kakpimi mana aparirkani.  2.  cargar frutos el árbol. Ima yurakunapash muyuyuk tukuk. Shañu yuraka ñami aparishka.",
    "apana": "[apana] v. llevar. Imatapash kaymanta maymanpash yallichina. Kay kamuta yachanawasiman apakunchik.",
    "apichu": "[apiču] s. camote. Papashina allpa ukupi pukuk.  Apichutaka ñuñuntin mikunchik. Sin. kumal.",
    "apiyana": "[apiyana] v. suavizarse. Muyukunata, ima murutapash yanukpi amukyana.  Mutika yanukukpillatak apiyarka. Sin. Kapiyana.",
    "apu": "[apu] s. amz. tipo de insecto. Uchilla chillikshina, hapikpi ashnak wiwa.  Apu kuruta  hapishka makiwan  hilluta  hapini. Sin. Manchu.",
    "apunchik-wasi": "[apunčik wasi] s. iglesia, templo. Pachakamakta willankapak, mañankapak rurashka wasi. Iñikkunaka  punchantami apunchikwasiman rin.",
    "ara": "[ara] s. sc. Tipo de piedra; mineral. Allpa ukupi tiyak rumi. Chay urkupika kuri ara rumimi kaman.",
    "araw": "[araw] s. amz. variedad de lora. Waylla patpayuk, rimayta yachapayak, uma chawpipi killu patpayuk, araw araw kaparik hatun pishku. Kanka ¿llullu arawtachu  hapirkanki?.",
    "arawikuk": "[arawik, arawikuk] adj. poeta. Allichishka rimayta rimak, killkak runa. Arawikukka wawakunata kusichinmi.",
    "arina": "[arina] v. estrenar; impermeabilizar. Mushukta imatapash yachachina. Mushuk man  kata arikuni. ApArinA ",
    "asha": "[aša] det. poco. Mana achka.  Asha kullkita mañankapak rikuni. Sin. Ansa, piti.",
    "ashanka": "[ašanka, ašanga] s. canasta de fibra de palma. Ukshamanta rurashka, yanuna ukupi  mikunata, aychata churankapak warkurayak. Ashankapi aychata churani.",
    "ashnak": "[ašnax, asna, ašnak, asnak, ašnag,\nasnag] adj. oloroso (agradable o desa  gradable). Imapash  alli, mana alli mutkirik. Mishki ashnak sisata tarimuni.",
    "ashtawan": "[aštawan, astawan, aštaun] adv. más, además. Imapash charishka, tiyashka, munashka hawa yapa kak. Mishki mikuna  ta ashtawan mikunayan. Sin. yapana.",
    "asichik": "[asičik] s. bromista. Imatapash asichinkapak rimashka. Imata nishpapash asichik runaka tukuyta asichinllami. Sin. nuspa.",
    "aspi": "[aspi] s. raya. Sunipash, kutupash ñañu rawashina kak. Allpapi shuk aspita rurashpa sa  kini.",
    "aswa": "[aswa, asa, asuwa] s. chicha. Muru kutashkata    yakuwan  mishkiwanpash yanushpa, pukuchishpa upyana.  Raymipika hura aswatami upyani.",
    "atakapi": "[atakapi] s. variedad de boa gigante. Runata mikuklla hatun, yapa millay amaru. Yaku manñakunapi tuta purinaka llakillami atakapi rikurin.",
    "atallpa": "[atalypa, atalpa, atažpa, atawallpa,\natapa, ataba, atiža, atilpa, atilba, atilypa,\natulba, atil] s. snc. gallina. Runapa wasipi kawsak, ishkay chakiyuk, lulunta wachak hatun pishku. Ñukapa wasipika atallpata mikurkani.  Sin. Wallpa.",
    "atina": "[atiy] v. vencer, poder,  sobresa  lir. Utkalla imatapash mishashpa rurana. Utkashun nishpa  payta llankaypi atirkani. 2. porfiar, exigir, insistir, apurar,  prevalecer. Mañashka kipa, mana utka tukuchikpi kutin mañana. Kanka, ¿ima nishpatak atikunki?  3. sc. hablar demasiado.Yapata rimana. Payka imata rimashpapash atikunmi. Sin.1 Mishana; 2 utkana.",
    "atuk": "[atux, atug, atuk, atu] s. S. lobo. Allkushina rikurik: waykupi, kakapi, chiri urkupi kawsak wiwa. Atuk  Atukka puka atallpata hapishka.",
    "atupa": "[atupa] s. s. maíz plagado.Yana kutawan chakrurishpa is  mushkashina tukushka sara. Ku  nanpika chukllukunapash atupami tukun. 2. s. vieja. Atupa warmi, paya warmi. Kan  ka atupa warmishinami mana kallpanata ushanki. 3. ss. necio. Mana imatapash u  yak. Atupa kashkamanta yachakukta kamirka. Sin. 2 Paya; 3 uparinri.",
    "awanakaspi": "[awanakaspi] s. s.  telar. Chakatashpa rurashka kaspi. José awanakaspipimi makanataka awan.",
    "awana": "[awana] v. tejer. Churanakuna  ta, imakunatapash achka puchkata chimpachishpa rurana.  Maykankunaka chumpikunata awan. 2. v. amz. Poner cubierta a la casa. Ñukapa wasita wayuriwan awarkani.  3. v. amz. Hacer objetos de barro. Manka allpawan kallana  ta ruray.  Anti suyupika shinami  mukawatapash awanchik.",
    "awka": "[awka, awkak] adj. guerrero, militar, soldado. Ñawpamanta pacha sinchi runa, millay, makanakuk runa. Rumi ñawika sinchi awkami karka. 2. persona inadaptable a las costumbres de un pueblo. Mana llaktakunapi yacharik runa. Payka kay llaktapika awkami kan. Sin. 1. makanakuk.",
    "awkish": "[aukiš] s. comida ritual de los funerales. Runa wañuypi chakrushka mikunakuna. Awkish mikunata ruraytami yachani.",
    "awlakanu": "[awlaxanu, alwaxanu, alwakanu] s. sc. repartidor de alimentos en las fiestas. Raymipi mikunata rakik. Churi sawarikpika awlakanukuna mikunata rakirka. Sin. Mulumasha.",
    "aya": "[aya] s. cadáver. Wañushka runa. Kaynaka ayata wantushpa aparkachik.  2. fantasma, espíritu; poder, fuerza. Chawpi tuta un  kushkapa ñawipi runashina rikurik. Runa yuyaypi manchachishpa purik. Uchilla wamrataka ayami manchachishka. 3. silvestre. Imapash mana tarpushpa wiñak. Aya kiwaka achkata wiñanllami. Sin. 1. wañuska; 2. ushay, kallpa, samay; 3 sacha. ayampakuna",
    "ayapampa": "[ayapamba, ayapampa] s.  cementerio, panteón. Wañushka ru  napa aychata pampana.  Tukuy ru  nakunami ayapampapi ayakunaAtuk sArA  man karankapak rinchik. ayar (<*ayar) s. noviembre. Chunka shukniki killa.  Ayar killapika aya pampaman wañushkakunata rikunkapak yuyarinkapakpash rinchik.",
    "ayki": "[ayki] s. bo. estafa. Imatapash umachishpa kushka.  Kachita rantikukpi aykita rurarka.",
    "ayllu": "[aylyu, ayžu] s. familia, pariente, linaje, genealogía; sistema. Yaya, mama, churikuna, hachi, hatunyayamama tantalla kawsakkuna. Kay punchakuna ayllukunata muyunkapak rik rini.",
    "ayllu shuti": "[aylyu šuti, ayžu šuti] s. apellido. Yayamamamanta chaskishka, mana chinkarishpa katimuk shuti.  Ñukapa mashipa ayllushutika “Pichisakami” kan. aymuray (<*aymuray) s. mayo. Pichkaniki killa. Aymuray killapika llamkakpa punchami kan. ayri",
    "aysana": "[aysana] v. halar, extender, estirar, deslizar, arrastrar. Imata  pash makiwan chutay. Mamaka makimanta wawata ay  sarka. Sin. Chutana, shitana.  AysAnA ",
    "chaka": "[čaka] s.  puente. Mayu hawata chimpankapak kaspikunawan, mana kashpaka rumi-kutawan rurashka ñan. Yachakuk wawakunaka chakatami yallin. 2. cadera, anca. Runapa washa tulluwan ishkantin chankawan tinkichik siki tullu. Payka chaka tullutami nanachikun.",
    "chakata": "[čakata] s. cruz. Shayak kaspipi umaman kinray watashka kaspi.  Ayapampapika achka chakatami rikurin.",
    "chakchuna": "[čaxčuna, čakčuna, čagčuna] v. s. descomponer, re  gar, botar,  esparcir agua o granos. lmatapash karu karupi shita  na. Pichankapak ama allpa hatarichunka yakuwan chakchun. 2. v. hacer algo a escondidas. Imatapash pakalla rurana. Churika mana chariymanta yayapa ruwanata raymiman chakchun. Sin. 1 Hichana, chi  wana, shitana, tallina, parkuna.",
    "chaki": "[čaki] s. pie, pata. Runakuna, wiwakuna purinkapak mutsurik ukku. Tiyu allpata sarukpi chaki pamparirka.",
    "chaki chichu": "[čaki čiču] s. pantorilla. Runakunapa kunkuri washa uraypi sakirik aychasapami kan. Mamapa chaki chichupi chupu llukshishka.",
    "chakka": "[čaxa, čaga] s. amz. variedad de raposa. Uchilla añasshina, ashnak yakuta ishpak. Millay chakkaka atallpa lulunta mikurka. Sin. chucha, sinik.",
    "chakmana": "[čakmana, tsakmana] v. bo. cultivar la tierra para sembrar; virar la tierra con el azadón. Llachuwan allpata ukumanta hawaman tikrachiy.  Yana allpapi papata tarpunkapak chakmani.  chakmay (<*čakmay) s. agosto. Pusakniki killa. Chakmay killapika,  Sallka  suyupika yachakuk wawakunaka sumakta samakun.",
    "chakra": "[čakra, čagra] s. sementera, chacra. Muyukunata tarpushka pampa.  Tukuy ayllumi sara chakrata hallman.",
    "chakruna": "[čakruna, čagruna] v. mezclar, combinar. Imatapash shukku  nawan chapuna.  Alli mikuyta charinkapakka tukuy sami murukunatami chakrun.  Sin. Chapuna.",
    "chakukina": "[čakukina] v. emitir sonidos los cerdos al masticar. Kuchikuna mikunakunata akuna. Kuchiman ismu sarata karakpika achkatami chakukin.",
    "challa": "[čalya, čala] s. ss. Planta seca del maíz; productos o granos que se quedan después de la cosecha. Murukuna pallashkapi sakirishka. Papa allaypika challa sakirinmi.",
    "challana": "[čalyana, čažana, čalana] v. ss. descriarse, da  ñarse, desca  rriarse, desviarse de los valores. Maykanpash wakllirishka tuku  na. Wakcha wawakuna hatun llaktakunaman rishpaka achkatami challan. Sin. Wakllina.",
    "challina": "[čalyina, čažina] v. s. recoger residuos de cosechas. Murukunata pallay washa puchushkakunata tantachina.  Ayllullakta wamrakunaka papata challin. 2. v. descarriarse. Maytapash riklla. Ayllu wakllirikpika wawakunaka challin. Sin. 1 cha  llana, chukchiyna",
    "challwa": "[čalywa, čazwa, čalua, čawla] s. pescado, variedad de pez bocachico. Yakupi kawsak wiwa. Hatun turuta chumkak, tantanakushpa purik wiwa. Katu pampapi challwata rantinkapak rikuni. Sin. Yaku aycha.",
    "chamiku": "[čamiku] s. s. chamico, planta silvestre pequeña. Sisa ukupi kashayuk, waylla tullpuyuk yura. Sara chakra ukumanta chamiku yurakunata tantanchik.",
    "chamkana": "[čamkana, čankana, tsamkana,\ntsankana] v. triturar, moler grueso. Ima muCHAmkAnA  rukunata raku rakulla kutana. Chuchiman karankapakmi kutana rumipi sarata chamkanchik.",
    "champayana": "[čambayana, čaŋbayana,\nšaŋbayana] v. sc. tener malestar; decaerse. Ñukanchikpa aychakuna shaykushkashina tukuna. Ñukapa aychaka aswata upyakpimi champayan. Sin. urmarina.",
    "champuru": "[čamburu] s. chamburo. Papayashina mikuna muyuta aparik yura. Champuru yura alli pukuchunka kamanami kan. 2. tipo de árbol espinoso. Hatun kashayuk api yura. Anti suyupika champuru yuramanta allimi mitsarina kanchik. Sin. 1 Chilliwakan.",
    "chanchana": "[čaŋčana] v. sc. entablillar. Kaspikunapura llutachishpa tullu pakirishkata chumpiwan pilluchina. Chaki tullu pakirikpika  hampi wasiman apankapakka kaspikunawanmi chanchanchik. Sin. Watana.",
    "chanka": "[čaŋga] s. pierna; muslo. Kunkuriman  ta sikikaman tiyak aycha. Wakra chankata charkishpaka raymipak wakaychinkuna.",
    "chantasu": "[čantasu, čantazu] s. sc.  Llama; burro. Ushushina  hatun wiwa, apachikunata aparik Chantasu wirawanmi wayrashka unkuytaka hampin. Sin. Llaminku, runallama.",
    "chapa": "[čapa] s. amz. frutos que crecen pegados. Tinkirishpa, llutarishpa wiñak murukuna. Kay chapa palantata kuchiman karay. Sin. Misha.",
    "chapana": "[čapana] v. espíar, mirar, observar. Imatapash pakalla rikuna. Ama shuwachunka tukuykuna chapanchik.  Sin. Rikuy. chapul",
    "chapuna": "[čapuna] v. mezclar, hacer masa, hacer barro; desordenar, confundir, desigualar. Imakunatapash shukwan chakruchina. Ñuñuta, machkawan mikunkapak chapuni.",
    "charina": "[čarina] s. scs. mancera. Yapuna kaspipi shuk uchilla kaspita hapirichun churashka. Alli yapunkapakka sinchi charinatami ruranki.",
    "charki": "[čarki, tsarki, žarki] s. scs. cecina, carne seca. Wiwakunapa chakishka aycha. Charki aychata papawan yanushpa mikuni.",
    "chas": "[čas] s.ca. brote de semillas caídas en las sementeras. Chakrapi urmashka  muyukuna wiñariy. chas wiñashka papata hallmani. Sin. Ushun, purun, wala, iñil.",
    "chaski": "[časki] s. mensajero, correo. Ñawpa pachapi, apukunapa willaykunata apak. Wawakunaka chaskita rurashpa pukllan.",
    "chaspina": "[časpina, čapsina, čawsina] v. sacudir. Imakunapash urmachun sinchita kuyuchina. Yurakunamanta allpa llukshichun sinchita chaspin.",
    "chawa": "[čawa] adj. crudo, semi cocido. Manarak yanurish  ka mikuna murukuna.  Chawa kamchata mikushpa wiksaka wakllirin. 2. leña verde. Mana cha  kishka yanta. Chawa yantawan yanunkapakka achka pachatami mutsurinchik.",
    "chawar": "[čawar, tsawar, sawar] s. s. cabuyo, pen  co, maguey. Sapimantapacha pankasapa, suni ka  shayuk yura. Ñukapa chakrapi chawar harkata churarkani.",
    "chawar mishki": "[čawar miški, tsawar\nmiški] s. s. pulque, aguamiel, jugo, acre segregado del penco, bebida extraida de la base del penco. Pukushka chawar sapita hutkukpi mishki yaku llukshik, mikunakunata mishkichinkapak may alli. Ñukapa mamaka chawar mishkiwanmi puka apitaka yanun.",
    "chawcha": "[čawča] adj. delicado, dulce, sabro  so; que madura o se cocina rápido. Hawalla, raku, mishki, utka yanurik, pukurikpash murukuna. Chawcha papa yanushkaka may sumak mikuymi kan. Sin. Mishki, patashka. CHAWCHA ",
    "chawpi": "[čawpi, čawbi] det. mitad, medio, centro. Imakunatapash ishkaypi rakiyta rurashka. Churiman chawpi allpata kurkani.",
    "chawsirina": "[čawsirina, čapsirina, časpi-\nrina] v. sacudir. Llutarishkakunata sinchita kuyuchishpa urmachina. Allpapi tarpunkapakka champakunata chawsirinchik. 2. amz. dispersar, regarse. Runakuna, wiwakuna kayman, chayman rakiriy. Uturunkuta mancharishpa wakrakunaka chawsirin. Sin. Patpay, chaspiy.",
    "chayamuna": "[čayamuna] v. llegar. Maymantapash purishapa, pawashpa, kallpashpa shamukta nina shimi. Yayaka  Quito llaktamantami chayamun. Sin. Paktamuna.",
    "chaymanta": "[čaymanta, čaymanda, čay-\nmunda] adv. de ahí, después. Rimakuk ashtawan rimashpa katichun nina shimi. Kayna wasipi awakushpa, chaymanta kiwaman rirkani. 2. por eso. Chayrayku, shinamanta ninkapak rimay. Ruku yayakunaka kunashpa rimankuna chaymantami  uyana kanchik. Sin. Chayrayku.",
    "chayrayku": "[čayrayku] adv. por eso, por ello. Chaymanta, shinamanta ninkapak shimi. Kipayarkani, chayrayku mana tantanakuyman yaykurkanichu. Sin. Chaymanta.",
    "chi": "[či] expresión para ahuyentar o adelantar a los animales. Wakin wiwakunata manchachinkapak kaparina shimi. Chi nishpa atallpakunata wasi ukumanta kallpachin. Sin. Chisha chisha, hishi hishi, kisha kisha, hushu hushu.",
    "chichu": "[čiču] adj. encinta, embarazada; preñada. Wiksapi wawata charik warmi, wiwa. Chichu warmika sinchi ruraykunataka mana ushanchu. Sin. wiksayuk.",
    "chika": "[čika, čeka] adv. Verdad, cierto. Mana llullashpa kashkata nina rimay. Ñukanchikka chikallatakmi rimanchik.",
    "chikan": "[čikan, šikan, čhikan] adj. aparte, distinto, ajeno. Imakunapash mana chaypura, paypura kashkata nik shimi. Yana sarata, yurak sarata chikanmi churanchik. CHAWCHA  Sin. Chuku, hamu, hullu.",
    "chikaru": "[čikaru, tsikaru] s. amz. libélula, cortapelos. Shuk chuya rikrayuk, yakupi ar  mak chillikshina rikurik, shuk llaktakunapi akchashuwa shutiyuk kan. Chikaruka mayukunapimi tiyan. Sin.  Akcha-shuwa.",
    "chikin chikin": "[čikiŋ čikin] s. amz. variedad de pájaro pequeño. Uchpa patpayuk chakrakunapi kawsak uchilla pishku. Ñukapa chakrapika achka chikin chikinkunami tiyarishka.",
    "chikta": "[čixta] s. grieta, partido, resquebrajado, rajado. Mama allpa kashpa, ima sinchi pirkakuna, kaspikuna chawpirishka. Cotopaxi urku umapi chiktami tiyan. 2. amz. brazo del río. Hatun mayupa yaku rikra.  Uray  chiktapimi  yaku  aychakunataka hapirkani.",
    "chikwan": "[čikwan] s. amz. pájarito de plumaje café. Uki patpayuk uchilla pishku. Anti suyu runakunaka chikwan pishkutami wasipi charin.",
    "chillchill": "[čilčil, čilžil] s. s. variedad de planta medicinal. Uchilla tawrishina yura. Llama uhu hapikpi chillchill yurawan hampinchik.",
    "chillik": "[čilyik] s. amz. Langosta. Achkata mirarik, puriykachak, yurakunapi kawsak palamaku. Chillikka tukuy yurata mikurka.",
    "chilliwakan": "[čilyiwa \nkan, čiwal \nkan] s. sn. chamburo pequeño. Papaya yurashina, ñuñushina yakuta charik yura. Chilliwakan yurakunata wanuwan tarpushunchik.  Sin. Champuru.",
    "chillpina": "[čilypina] v. s. sacar tiras, partir en fragmentos o tiras. Imata  pash llikishpa sakina. Chawarta pitishpaka imatapash watankapakmi chill  pinchik. 2. desramar. Mallkikunata mukupi pitina.  Yurakuna ama chakrata makachun mallkikunata chillpin. 3. abrir algo a presión manual. Imatapash CHillpinA  makiwan paskay. Ñawi karata hampinkapakka makiwan allilla chillpinchik. Sin. 1 Challchina, 2 rawmana; 3 paskana.",
    "chimpa": "[simba, simpa, čimba, čiŋba,\nšimba, šiŋba] s. trenza. Akchata, puchkakuna  tapash, kimsapi rakishpa awashkashinata ruray. Warmikapa akcha chimpaka achka rakumi kan.",
    "chimpaluk": "[čimpaluk, čimbalux] s. renacuajo. Uchilla kuru, chupasapa hampatu, yakullapitak kawsakuk, manarak chupapash pitirishka. Wawakunaka chimpalukta yaku kuchamanta hapishpa pukllan. Sin. Putu kulu, willi willi.",
    "chimpana": "[čimbana, čimbana, šimbana,\nčiŋ \nbana] v. cruzar. Shuk manyamanta shuk manyakama yalliy. Kay mayutaka alli rumikunata rikushpami chimpanchik.",
    "chimpi": "[čimpi, čimbi, čiŋbi] s. sc. verruga. Murukunashina chakikunapi, makiku  napi wiñak aycha. Chimpi llukshikpika atallpa chaki karata kunuchishpami kakuna kan. Sin. Mitsa, misha.",
    "china": "[čina] adj. hembra. tukuy wiwakuna wachak kak, mana kari kak. Yana china kuchika sukta wawa kuchitami wacharka.",
    "chinanku": "[činanku, tsinaŋgu, tsinaku] s. amz. caracol grande. Sachapi kawsak hatun churu.  Chinanku aychataka mikunallami kan.",
    "chinchay": "[čiŋčay] s. norte. Alaska llaktaman sakirik suyu. Inka pachapika Quito llaktaka chinchaypi sakirishka.",
    "chini": "[čini, tsini, sini] s. hortiga. Pankapi ñutu kashayuk yura, nanayku  nata upayachinkapak alli. Chini yurakunaka chakra ukukunapi wiñanllami.",
    "chinkana": "[čiŋgana] s. sc casucha. Uchilla uksha wasi. Wakrakunata kamankapakka shuk chinkaCHimpA  natami urkupika charinchik. 2. s. cueva, laberinto, caverna. Machayshina. Wawakunaka chinkanata pakakun. Sin. chuklla; 2 machay.",
    "chinkarina": "[čiŋgarina, \nšiŋgarina] v. perderse. Shunku shuwarishpa pantashpa purina. Karumanta wawakuna sachaman rishpaka chinkarin.",
    "chinku": "[čiŋgu] s. amz. palmera no comestible. Kasha ankuyuk taraputushina rikurik yura. Puna suyumanta runakunaka chinku muyuta mikunata munanllami.",
    "chinlus": "[činlus] s. pa. pez sardina. Killu wiksayuk uchilla challwa. Ayllukuna shamukpi karankapakka chinlus challwatami hapina kanchik.",
    "chintana": "[čiŋtana, čiŋdana] v. amz. depositar maleza en las orillas de la chacra. Chakra manyakunapi kiwakunata muyuntinta kimichina. José mashipa chakraman wiwakuna ama yaykuchun. Kiwawan, yurawan chintakunchik.",
    "chirapa": "[čirapa, tsirapa] s. llovizna, lluvia menuda con sol. Intikukpi ñutu tamya. Chirapaka tarpushkata wakllin.",
    "chiri": "[čiri] s.  frío. Ima kashpapash mana kunuk. Chirimantami tullu nanayka hapin.",
    "chisha chisha": "[čiša čiša] expresión para ahuyentar o adelantar animales. Wakin wiwakunata karuyachinkapak manchachik rimay. Wakrakuna utka yapuchunka chisha chisha nishpami manchachin.  Sin. Chi, kushi kushi, hishi hishi, hushu hushu.",
    "chishinmikuna": "[čišinmikuna] v. merendar. Tutayakpi mikuna. Tutapika ashallata chishinmikurka.",
    "chitus": "[čitus] s. amz. tallos del racimo, extraído los  frutos. Palantata, chuntata, lumuta, shiwa muyutapash ishkukpi chushak sakirik tullu. Chituskunata wanu rurak kuykakunaman karanchik.  Sin. Watu.",
    "chiwilla": "[čiwilya, čiwiža] s. piña. Achupallashina pankayuk, yunka llaktapi pukuk mishki hatun muyu. Aswa mishki kachunka chiwillatami churan.",
    "chiwlli": "[čiwlyi] s. amz. pájaro de verano. Uchpa patpayuk, suni chakiyuk allpapi, chiwlli chiwlli nishpa wakak pishku. Usya pacha chayamukpika achka chiwlli pishkumi chakrakunapika purin.",
    "chiyun": "[čiyun] s. amz. pájaro que habita a la orilla de los ríos. Yana patpayuk chiyun chiyun nishpa wakak, yaku manyakunapi kawsak pishku. Mayu manyapi churashka kukayutaka chiyun pishkumi mikushka.",
    "chuchi": "[čuči] s. pollo, polluelo. Lulunmanta chayrak llukshishkalla llullu atallpa. Chuchitaka kuyashpami wiñachina kanchik.",
    "chuchuk": "[čučuk] s. mamífero. Ñuñuta chumkak. Wawa allkuka chuchuk wiwami kan.",
    "chuchu ñawi": "[čuču ñawi] s. pezón. Chuchupa umashina. Llullu wawaka chuchu ñawita chumkan.",
    "chukchina": "[čuxčina, čugčina] v. reco  ger resíduos de las cosechas. Chakrakunapi puchushka murukunata pallay. Yayaka achka papatami chukchin. Sin. Challay, challiy.",
    "chukchuwasu": "[čukčawasa, čučuwasa,\nčučwa \nša] s. árbol cuya corteza se usa para curar el reumatismo. Pu  ka karayuk, karamanta yawarshina llukshik yura. Kara yanushka yakuta upyakpi tullu nanayta hampik. Chukchuy unkuy hapikpika chukchuwasu kaspi yakuta upyani. Sin. Kurikaspi.",
    "chuki": "[čuki] s. tipo de arma. Imapash makanakuypi ima. Makanakuypika runakunataka chukiwan wañuchishka.",
    "chukirawa": "[čukirawa, čukira] s. s. chuquirahua. Killu sisayuk, kashalla pankayuk hampi kiwa, urkukunapi wiñak. Chukirawa yakuwanmi washa nanaytaka hampin.",
    "chukllu": "[čuxžu, čuxlyu, čuklyu, čukžu,\nčugžu] s. choclo. Llullu sara mishkilla mikuyta charik muru. Chuklluta tullpapi kusashpa karaway.",
    "chukri": "[čukri, čugri] s. herida. Ukku aycha llikirishka. Sachaman yura kashaka rikrapi chukrita rurarka.",
    "chuku": "[čuku, čugu] s. ss. variedad de ave cantora. Killu patpayuk yana pishku, sumakta takik. Tutamantakunaka chuku pishkuka sumaktami punchayakushkata willashpa takin. Sin. wirakchuru.",
    "chulakyana": "[čulaxyana] v. ampollarse, reven  tarse. Aycha karakunapi yaku purushina llukshirina. Inti raymipi achka tushushkamanta chaki chulakyan. Sin. Huklluyana, chullpukyana.",
    "chullanik": "[čulyanik] adj. det. impar. Imapash shuklla tiyana. Kimsa yupayka chullanmi kan.",
    "chullpi": "[čulypi, čulpi] s. s. variedad de maíz. Chununyashka, sipuyashkapash uchilla mishki sarami. Chullpi kamchaka sumak mikunami kan.",
    "chullu": "[čulyu] s. amz. tipo de grillo. Chillishina rikurik. Punchayakpi, inti punchakunapi wakak wiwa. Anti suyupika sapan punchayaykunapika achkatami chullukunaka wakan.",
    "chulunlla": "[čulunlya, čulunža, čunlya] adj. silencioso, desolado. Imapash mana uyarik upashina. Yachanawasika samay pachapika chulunllami kan. Sin. Upalla.",
    "chumkana": "[čumkana, tsumgana, sum-\nkana, suŋgana] v.  chupar, absor  ber, succionar. Ima yakutapash shimi  wan chuchukshina rurashpa llukshichina. Llullu wawakunaka yarkaywan chuchuta chumkan.",
    "chuna": "[čuna] s. ss. Variedad de escarabajo negro y rojo. Hatun katsu, antawashina uyarik, chuspirukuman rikchakmi. Wawaka chunawanmi pukllan.",
    "chunchulli": "[čuŋčulyi, čuŋčuŋži, čuŋžulyi, ču-\nnčul] s.  intestinos, tripas. Wiksa ukupi mikushka  kunata ñutuyachik ankukuna. Raymipika kuchi chunchullita karan.",
    "chunkana": "[čunkana, čuŋgay] v. ss. Jugar juegos de azar. Rumpapurata haytachishpa pukllana.  Wawakunawan rumpata haytash  pa chunkaychik. Sin. Pukllay.",
    "chunu": "[čunu, čuñu] adj. arrugado; papa deshidratada. Sipuyashka muyukuna, runakunapika rukuyakpi sipu tukushka aycha kara. Yakupi chakishka purututa sakikpika chunu purutumi tukun.",
    "chupa": "[čupa] s. sc. rabo, cola; niño que sigue a sus padres. Wakin wiwakunapa sikimanta suni anku tullu wiñashka. Wakrapa chupaka paypa ukkuta chuspi ama kanichun manchachinkapakmi kan. 2. adv. último. Ima kashpapash puchu  kaypi tiyak, sakirik. Shuk chaski runaka, chaki wakllirishkamanta chupapimi sakirishka. Sin. 2 Puchukay.",
    "chupu": "[čupu] s. tumor. Wakin runakunapa, wiwakunapa aychapi kiya tukushpa punkirik unkuy. Puklashina un  kuy. Sinchita takarishkamantami chupu wiñan.",
    "churana": "[čurana] v. poner, colocar, ubicar. I  matapash maypipash sakichina. Yayaka, sara ashanka  ta wasi ukupi churan.",
    "churu": "[čuru] s. caracol. Chaki illak, llawsasapa uchilla wiwa pampata llukashpa purik.  Kay apika churu hichurikpimi wakllirirka. 2. s. caracol utiliza  do como instrumento musical. Takinkapak kayankapak ima. Hatun churuta hutkushpa alli takinata ru  rashka. 3. adj. rosca, espiral. Imapash pillurishkashina tukushka. Wawakunaka churu kaspiwan pukllan.",
    "chushak": "[čusax, čušak] adj. estéril, baldío, vacío. Murukunata mana pukuchik allpa, imapachapipash mana tarpushka allpa. Anti suyu llaktapika mana chushak allpakunaka tiyan  chu.",
    "chusku": "[čusku] num. cuatro. Kimsa yu  payta katik yupay.  Ñukanchikka, mama llaktapika pushakkunataka chusku watapakmi akllanchik.",
    "chusu": "[čusu, čuzu, čusa] adj. s. fruto pequeño. Yapa uchilla hamchi muru  , puchukayta wiñarik; mana raku. Kay chusu papataka kuchimanmi karan. 2. adj. pequeño. Wawa ninkapak shimi. Chusu wa  wakunaman karankapak tantata apamuni. Sin. 1 Hamchi, ñutu; 2 uchilla, wawa.",
    "chutanakuna": "[čutaŋakuna] v. amz. forcejear. Ishkaypura kayman chayman aysanakuy. Achkapura kashpa wankurinakushpa makanakukshina kuyuriy. Wawakunawan pukllashpa waskamanta chutanakunchik.",
    "chuti": "[čuti] s. amz. pez de manchas amarillas en la cabeza y cola. Suni umayuk, chupapi, umapi, rumpashina killu tullpuwan hawi  rishka, hutkukunapi kawsak challwa. Anti suyu runakunaka chuti yaku aychatami mikun.",
    "chuya": "[čuya] adj. limpio, aguado. Ima  pash mapa illak, ya  kulla, mana sanku. María mashipa wasika chuya ukukunatami charin.",
    "chuyan": "[čuyan] adj. amz. ser mítico maligno. Tarukashina supay tutapi, achka tamya punchapi rikurik. Wawaka chuyanmanta rimakpi achkatami mancharin. CHuyAn ",
    "hakan": "[xakan] adj. brillante, brillo, luminoso, resplandeciente. Imapash intishina llipyak. Kuytsapa kuri shiwika hakanmi kan. Sin. achiklla, llipyak, palanikuk.",
    "hakuchik": "[xakučik. akučik] v. Vámonos. Rishunchik ninkapak rimay. Raymita rikunkapak hakuchik, nirka.",
    "hallinka": "[xalyiŋga] s. amz. collar de semillas silvestres. Sacha muyukunamanta rurashka sumak rikurik wallka. Kay ha  llinkaka sacha mu  yumanta rurashkami. Sin. tallika.",
    "hallma": "[xalma] s. aparejo. Apiwkunapi palltashpa alli watashpa imakunatapash apachita ruray. Runa llamakunata hallmapi papakunata, habaskunata apachishpa katunaman apanchik.",
    "halunzu": "[xaluŋzu] s. sn. manta usada para la cosecha de maíz. Murukunata chaypi tantachinkapak pacha. Anitaka halunzupi  sarata tantachiy, nirka.",
    "hamchi": "[xamči, xamtsi, kaŋtsi, anzi] s.  afrecho. Mikuykunapa puchu. Hamchi aswataka shushushpami upyanki. 2. adj. amz. pequeño. Tukuy mikuna muyukuna mana rakuyashpa uchilla  tukushka. ¿Kay sarachu hamchi tukushka? 3. adj. delgado. Mana raku, mana wira. Hamchi runakunaka pankalla purin. 4.  adj. sn. amz. estopa de cabuya. Chawarmanta takshakpi, puchkakpipash llukshik. Chawarta puchkakpi hamchika allpapi hicharirka. Sin. 2 chusu, ñañu, uchilla, wawa; 3 chusu; 4 karachi.",
    "hampara": "[xampara] s. mesa. Chusku chakiyuk, pampayuk, imatapash hawapi churana. Hamparapi shimiyukta churakuni. Sin. Pataku.",
    "hampi": "[xambi, xaŋbi, ambi, aŋbi] s. remedio, medicina. Alliyachik, sinchiyachik, tukuy unkuykunata wañuchik kiwakuna, aychata sin  chiyachik muyukuna. Kanka ¿ima hampikunata u  pyashpatak alliyarkanki? 2.  veneno. Imaku  natapash wañuchik. Hillu allkuman hampita rantimu  panki.",
    "hampiwasi": "[xampiwasi, xaŋbiwasi] s. hospital, centro de salud. Unkushkakunata  alliyachik wasi. Wawaka uhu unkuywan ninantami ruparikun, hampiwasiman apanki.",
    "hamun": "[xamun, gamuŋ, čamun] adj. tu. casi desabrido Ashalla kachiyuk mikuna, ashalla mishkiyuk mikuna. Kay chawar mishkika hamunmi kashka.",
    "hanak": "[xanax, anax, xana, xanan, ana] adv. arriba, encima, alto, parte superior, elevado. Mana uray,  wichayman rikuypak. Juanchu yayaka hanakpi yapunkapak rikun.",
    "hankana": "[xaŋkana, aŋgana, xaŋgana] v. cojear. Chaki unkushka kakpi wishtu wishtu puriy.  ¿Yuramanta urmashpachu kankakunki?",
    "hapina": "[xapina, apina] v. coger, apresar, asir Imatapash makiwan chariy. ¿Yayapa ushutatachu hapirkanki? 2. entender. Ima nishkakunata umapi yaykuchina. Kanka ¿yachachik willashkataka hapirkankichu?",
    "harka": "[xarka, arka] s. obstáculo, barrera. Ama llukshichun, ama yaykuchun   churashka. Paykunami punkupi harkata churarka. 2. barras divisorias verticales. Ama yallichun shayachishka kaspikuna. Wakra ama yallichun  pallta pallta kaspi harkata churarkani.",
    "harkana": "[xarkana, arkana] v. atajar, obstaculi  zar, detener, estorbar. Rurakukta sakichiy. Ama larka yaku tallirichun nishpa harkarkanchik.",
    "hatarina": "[xatarina, atarina] v. levantarse, alzarse, pararse, ponerse de pie. Tiyakushpa, sirikushpa shayarina. Un  kushka warmika ñami hatarirka.",
    "hatuku yaya": "[xatuku yaya] s. abuelo. Yaya  mamakunapa yaya. Hatuku yayaka allimantami purin. Sin. hatun yaya, hatun tayta.",
    "hatunmama": "[xatunmama] s. abuela. Mamakunapa mama. Hatunmamaka imatapash yallitami yachan. Sin. Wachaku, hatuku, hatuku mama.",
    "hatunyaya": "[xatunyaya] s. abuelo. Yayapa, mamapa yaya. Hatunyayawan imashina tapunata yacharkani. Sin. Hatuku, hatuku yaya, wachaku.",
    "hawa": "[xawa, awa] adv. arriba, alto, afuera. Mana wichaypi, mana ukupi kak. María mashipa wasi  ka rumi hawapimi rikurin.",
    "haway": "[xaway] s. chim. canción de la cosecha del trigo. Siwara kuchuypi taki. Chimborazo llaktapika siwara kuchuypimi hawayta takinchik. haway (<**xaway) s. miércoles. Kimsaniki puncha.",
    "hawchana": "[xawčana, xawtsana] v. sc. sancochar, cocer a medias. Hawa hawalla ya  nushka mikunakuna. Maria tiyaka yuyuta hawcharka.",
    "hawina": "[xawina, awina, xabina, kawina, ča \n-\nwina] v. sc. meterse en discusiones. Ima llakipipash satirina. Kaypika  yankamanta  hawirishkanki.",
    "hawriyana": "[xawriyana] v. sc. carbonizarse los granos. Imatapash kamchakukpi shinkitukushpa rupay. Sara kamchaka hawriyashkami. 2. sn. Hacerse amargos los  alimentos. Mikunakuna  yalli wakllirina. Sampu muyuta yalli kamchashpa  hawriyashka.",
    "hay": "[xay] interj. sn. amz. expresión desobedien  te. Killawan kashpa kutipay rimay. ¡Hay!, ¿imapaktak ñalla ñalla mashka  wanki?. HAtuku yAyA  2. sn. expresión con llamada de atención en una  conversación.  Shuk  rimaypi  rik  chachinkapak rimay, imatapash rima  kushpa tikrachiy. ¡Hay!, kayka karimi.",
    "hayakin": "[kayakin] s. bilis. Wiwakunapa, runakunapa yana shunkupi tiyak waylla rikurik hayak yaku. Wiksayuk kashpaka  ama shunku millankapakka kuy hayakintami millpuna kan. Sin. chinkilis, hayak. hayampi",
    "haycha": "[xayča] s. canción triunfal de la cosecha o de la guerra. Sara pallay tukurikpi kushilla taki. Inka pachapika awkakkunaka haycha takita takishka. Sin. haylli. haycha (<**haycha) s. viernes. Pichkaniki puncha.",
    "haykamanta": "[haykamanta] adv. s. de golpe, de pron  to, el momento menos pensado, en seguida, sorpresivamente, súbitamente. Shuk mana yuyash  kapi utka utkalla, rurak katimuk, yallimuk. Haykamanta wawakunaka wakarkalla. Sin. Kunkaymanta, zas.",
    "haynallina": "[xaynažina] v. ss. bostezar. Runakuna yarkachishpa, shaykushpa shimita paskay. Yachachikka shaykushpa haynallirka. Sin. Ampana.",
    "haytana": "[xaytay, aytay] v. patear, cocear, pisar el arado. Chakiwan imatapash waktay. Juan wawaka hatun rumpata haytarka. 2. amz. pisar. Chakiwan imatapash allpapi sirikta saruy. Tuta purikuymanta machakuyta haytarkani.  Sin. 1ñitkay;  2 saruy.",
    "hichuna": "[xičuna, ičuna] v. abandonar, desam  parar. Churikunata yaya mama piñana, imatapash shitay kunkarina. Kanpa kuyash  kataka ¿ñachu hichurkanki?",
    "hiki": "[xiki, xixi, ixi] s. amz. saltamontes. Sachapi kawsak llukllushina, shuk llaktakunapi chillik nishka. Hiki  Sachapi hikita rikurkani. 2. variedad de grillo. Chuklla ukupi kawsak yana chillik. Yana hikita  sachamanta  apamuni. Sin. Chillik.",
    "hikyana": "[xikyana, xigyana, xixyana] v. sollozar. Hatun llakiwan wakay. Wawaka mamamanta hikyarka.",
    "hilli": "[xilyi] s. caldo, jugo, zumo; savia. Imakunapash yaku mikuna. Atallpa hillitami yanunchik.",
    "hipana": "[xipana] v. sc. pujar. Uku wiksamanta sinchi samayta tankashpa kachay. Rukuyaymanta, unkuymanta yalli aparishkamantapash kalakyashpa samayta sinchita kachay. Killa runaka, ashatalla aparishpapash hipanllami.",
    "hita": "[xita] s. amz. lago, laguna. Sa  chapi, urku chakipi  sakirishka ha  tun kucha. Kay hitapika achka chara  pami tiyan. Sin. Kucha.",
    "huchanchina": "[xučančina ,xučačina] v. culpar. Pitapash kakpi, mana kakpi rurashkanki nina shimi. Payka yankamanta huchanchirka.",
    "huka": "[xuka] s. sc. huero. Lulunta ukllachik  pi mana wawa pishku tukuk. Huka lulunta ama mi  kunkichu upa wawa  tami wachanki, mana kashpaka kuyashka  kuna hichunkami.",
    "hukipuna": "[xuxipuna, uxipuna] v. amz. Silbar. Wirpawan pinkullu takikshina u  yachiy. Kancha  man llukshichun nishpa kuytsata hukipuni.",
    "huku": "[xuku] adj. húmedo, mojado. Imapash ashalla ankuyashka kak. Huku churanatami intiman churanki.",
    "hullu": "[xužu] adj. sc. desconocido,  forastero, extra  ño, extranjero, ajeno. Imapash mana kikinpashina kakpi shuk llaktamanta shamushka. Payka, kay llakta  pi hullumi kan. Sin.  Chikan, chu  ku, ista.",
    "hulunchi": "[xuluŋči] s. amz. tipo de árbol de madera incorruptible que se usa en construcción. Killu sisayuk, wasi cha  kita rurana, achka watapipash mana ismuk kaspi. HikiñAs  Hulunchi kaspiwan wasichirkani.",
    "humpina": "[xumbina, xuŋbina, umbina, uŋ-\nbina] v. sudar, transpirar. Shaykushpa, intipilla purishpa, sinchita llankakpi aychamanta yakushina lluk  shiy. Yayaka yapa allpapi llamkashpami  hum  pin.",
    "huntachina": "[xuŋdačina] v. llenar. Imapipash ñitina, pakta pakta tukuna. Yana papata ashankapi huntachini.",
    "hunu": "[<*xuŋu] num. diez mil. Chunka waranka. Inkakunaka ayllumantaka hunukamami yuparka.",
    "hura": "[xura] s. maíz germinado utilizado en la preparación de la chicha. Aswata rurankapak sarata allpa u  kupi churashpa wiñachishka. Kay sara hurawan  aswata rurarka.",
    "hutku": "[xutku, xuktu, uktu, uxtu, ugtu, utuxu,\nutuču] s. hueco, hoyo, agujero, cueva. Tarpunkapak, ayata pampankapak allpata  ukuman allashka. Sarata tarpunkapakka hutkupi churanchik. 2. adj. agujereado. Imapash ñawi ñawiyuk kak. Mamaka  hutku mankata shitarka.",
    "icha": "[iča] adv. ss. quizá, quizás. Imapash ushay tukunkacha nirik shimi. Luís yayaka  icha kullkita mañachinkawachari. Sin. Ichapash, -cha, -chari.",
    "ichillu": "[ičilyu] s. amz. perico, tipo de pájaro. Waylla millmayuk, wichu wichu nishpa takik, yapa uchilla pishku. Ichillu pishkukunaka achkatami chakrapika takin. Sin. Chuki, wichu.",
    "ichu": "[iču, ičilyu] s. amz. perico. Yapa uchilla waylla patpayuk, wichu wichu nishpa takik, arawkunapa ayllu pishkumi kan. Puna suyupika ichu pishkukunataka wichkashpami charinkuna. Sin. wichu, chuki.",
    "ichuna": "[ičuna] s. hoz. Ima  kiwatapash kuchunkapak winkuyashka achka uchilla kiruyuk hillay. Ichunawanka siwarata kuchuni.",
    "ikina": "[ikina] v. partir, fraccionar, picar, cortar en pedazos, rozar, agrietar, rajar, rebanar, abrir, separar; copular, fornicar. Imakunatapash ashallata chiktay. Lukruta rurankapakka papata ikinchikmi.",
    "illak": "[ilyak] det. cero, vacío. Chushakta rikuchik shuyushka rumpa, mana tiyanchu nina shimipashmi kan. Ishkay chunkata killkankapakka ishkay yupaypa kipaka shuk illak rumpatami killkanchik.",
    "illapa": "[ilyapa] s. escopeta. Pukuna kaspishina chawpika kaspimanta chawpika hillaymanta rurashka, nina-muruta tukyachikpi wiwakunata wañuchik anta. Wiwakunata kamashpa charinkapakka illapataka chinkachinami kanchik. Sin. tukyana.",
    "illimpu": "[ižimbu, ižiŋ \nbu] s. sc. planta espinosa. Kashayuk uchilla yura, urkukuna  pi wiñak. Wawapa chakipi illimpu kasha yaykushka.",
    "ilta": "[ilta] s. amz. variedad de guaba. Hatun pakay mishki mikunayuk. Wawakunaka anti suyupika iltataka sumakta mikurka.",
    "imamanta": "[imamaŋta, imamaŋda, ima-\nmunda] adv. amz. ¿por qué? Imarayku, ima nishpa tapunkapak shimi. ¿Imamantatak warmikunaka yalli wacharin?",
    "imashnaray": "[imašnaray, imanaray] exp. amz. muletilla del habla. Shutita kunkashpa rimay. Imashnaray, chay runaka piñachu, kushichu kan?  Sin. Imashti.",
    "impayana": "[imbayana, iŋbayana] v. estar deprimido física y espiritualmente. Unkushkashina, llakikunamanta kalakyashka kawsay. Payka mama wañushkamanta impayarka. 2. resentirse. Piñarishka tukushpa sakiriy. Yachachik rimashkamanta wawaka impayakun. Sin. 1 Hamallina, kalakyana; 2 nanakyana.",
    "inka": "[iŋga, iŋka] s. emperador, rey, suprema autoridad. Ñawpa pachapi tukuyta kamak apu. España runakuna shamushpa wañuchishkamantami mana inkataka charinchikchu.",
    "inlli": "[iŋlyi] adj. amz. tibio, caliente. Kunuklla yaku. Chiri tutamantaka inlli yakuwan ñawita mayllanchik. Sin. Ku  nuk. 2. s. carne a medio asar. Ninapi ashalla kusarishka aycha. Inlli aychataka wakaychinapimi sakin.",
    "inta": "[iŋta, iŋda] s. amz. tizón, leña con fuego. Tullpamanta surkushka ninayuk yanta. Yana tutapika inta nina kaspiwanllami purinchik.",
    "inti anka": "[inti anka] s. amz. variedad de gavilán. Takik, inti punchakuna hawapi wampurayak pishku. Inti ankaka sara chakra hawapi wampurayakun. Sin. usturiw.",
    "intipa ayllu": "[intipa aylyu] s. sistema solar. Hawa pachapi tiyak rumpukuna. Intipa aylluka pusak rumpuyukmi kan.",
    "inti raymi": "[inti raymi] s. fiesta del sol. Intimanta hatun raymi. Kunanpipash inti raymita ruranchik.",
    "intiyana": "[intiyana] v. salir el sol. Inti rikurimuna. Tutamantataka inti yayaka sumaktami intiyan.",
    "intuna": "[iŋduna] v. amz. amontonarse  personas o anima  les. Wiwakuna, ru  nakuna tantarina. Rimanakuypika achka runami inturka. 2. s. colaboración. Imapipash yanapana. Minkapika intuykunawan utkalla llamkanchik. Sin. 1 Waykana; 2 yanapana.",
    "iñina": "[iñina] v. creer, asentir, testimoniar, tener fe. Shukpa yuyaykunata alli kakpi mana alli kakpipash chaskiy. Umu willashkataka tukuykuna iñinllami.",
    "irki": "[irki] adj. s. débil; flaco, raquítico. Runa kashpa, wiwa kashpapash mana mikushpa wañunalla tukushka. Yapa tsalamanta tullulla rikurik. Chay irki runaka llakillami tikramushka. Sin. Api, chusu, sam  pa.",
    "ishkantishun": "[iškaŋdišun] expresión para brin  dar. Mashipura imatapash upyakushpa rimay. Pushakkuna shamushka  mantami ishkantishun. Sin. Upyashun.",
    "ishkuna": "[iškuna, iskuna, wiškuna] v. desgranar. Karata paskashpa murukunata surkuy. Usya pachapika sarata chakichinkapakmi  ishkunchik. Sin. Chiwana.",
    "ishpana": "[išpana] v. orinar. Ishpapurupi tanta  rishka yakukunata pakchaman llukshichina. Yakuta yalli upyashpaka achkatami ishpanchik. Sin. Yaku-ish  pana.",
    "isi": "[izi, igzi] exp. amz. expresión despectiva a los niños (mocosos). Wawata piñashpa rimay. Isi wawakunataka ama tantana  kuyman yaykuchinkichu.",
    "isiyana": "[iziyana, idziyana] v. sc. emperrarse. Wawa yapata wakashpa mamamanta mana karuyana. Kay wawaka mamamanta  isiyanka.",
    "isku": "[isku, išku] s. cal, yeso. Yurak allpashina wasi pirkakunata tullpukpi yu  rakta sakik. Kunan pacha wasikunaka iskuwan yurakyachishkallami kan. Sin. Pukshi.",
    "isma": "[isma, izma] s. ex  cremento, heces, mierda, abono, estiércol, deposición. Mikushka kipa siki  manta llukshik wanu. Wiwakunapa ismawan imatapash tarpukpika achkatami murukunaka pukun.",
    "ismu": "[ismu] adj. podrido. Imapash ña wakllirishka mana alli. Ismu aychataka mana mikuy ushanchikchu. Sin. ismushka.",
    "ismuna": "[ismuna] v. podrirse, descomponerse. Imapash wakllirishka tukuna. Wanuka allpapimi ismun.",
    "itsipuna": "[itsibuna] v. im. cerrar los ojos. Puñuna  yakpi ñawita ñalla ñalla sipuy. Ñawipi all  pa yaykukpimi itsipun. Sin. Sipuna, pimpinrana.",
    "iwilan": "[iwilyan] s. arbusto. Allpa ukupi rakuyak, takakpi puskuyak, umata armankapak alli anku. Rukuka, iwilan ankuwan umata arman.  iWilAn ",
    "kachana": "[kačana] v. enviar, mandar. Imakunatapash maymanpash chayachiy.  Ñukapa killkashkata yayaman kachakuni. 2. e  char, despedir. Millay kashkamanta pitapash ukumanta llukshichiy. Raymipi makanakuymanta kacharka. Sin. 2 karkuna.",
    "kachik": "[kačix] s. amz, ss. guaba pequeña. Uchilla pa  kay, mayu manyakunapi pukuk, shuk llaktakunapi yaku pakay nishka yura. Sachapika kachik murutami mikun. Sin. Pakay.",
    "kachun": "[kačuŋ, xačuŋ] s. nuera. Churi  pa warmi. Ñukapa kachunka Cotacachi llaktamanta warmimi kan. 2. cuñada. Wawkipa warmi. Kachunka ñukapa wawkita kuyashpa  mi kawsan.",
    "kahas": "[kaxas] s. cordillera. hatun urkuna kak. Kahaskunapika papata, siwarata tarpunchik.",
    "kaka": "[khaka, kaka] s. vaso redondo de madera de cuello largo. Suni kunkayuk kiru. Kakapi aswata churani.",
    "kalak": "[kalax] adj. snc. ss. deprimido; depresión física y/o espiritual. Aychapash, yuyay samaypash unkushka. Mishuka  kalakllami kan.",
    "kalatis": "[kalatis] s. amz. bejuco. Millma  yuk pakayta aparik sacha anku, yaku manyapi wiñak yura. Wawakunaka kalatis ankuwanmi pukllan. Sin. Pulanti.",
    "kallana": "[kalyana, kažana] s. tiesto. Turu all k pamanta ru  rashka hatun pukushina rikurik. Murukunata kamchankapak, tantata kusan  kapak may alli. Allpa  kallanapi kusashka tantataka may mishkimi kan.",
    "kallarina": "[kalyarina, kažarina] v. comenzar, principiar, iniciar, empezar.  Imatapash shuknikimanta rurarina. Runakunaka inti rikurishkamantami llamkayta kallarin.",
    "kallchay pacha": "[kalyčay pača] s. tiempo de siega. Ima chakishka tarpushkata kuchuy.  Kallchay pachapika aswata upyanchik.",
    "kallpana": "[kalypana, kažpana, kalpana] v. correr, trotar. Ut  ka utka tatkishpa purina. Ñukapa churika yachanawasiman ñami kallparka.",
    "kallu": "[xažu, kažu, khažu, khalyu, xalyu, ka \nlyu] s. lengua. Shimi ukupi kuyurishpa rimachik aycha. Manuel runaka  wakra kalluta rantinkapak rin.",
    "kamachik": "[kamačik] s. juez, autoridad. Kamachiyta paktachichik runa. Ñukapa kitipika alli kamachikta  charinchik. kamachinakuy (<**kamachinakuy) s. Derecho: conjunto de leyes que regulan el comportamiento recíproco de los hombres. Kichwa kamachinakuyka rimayllapimi tiyan, chayrak killkakunmi.",
    "kamachiy": "[kamačiy] s. ley, reglamento, artículo. Ama pantachun. Alli kunay yuyayyukta killkashka. Alli  rurashka kamachiymi kay llaktapika illan.",
    "kamarina": "[kamarina] v. regalar. Pimanpash imallatapash yanka karay. Raymipika rantipak mikunataka kamarinchik. Sin. karana.",
    "kamana": "[kamana] v. cuidar; gobernar. Runaku  na, apukkuna llaktakunata rikushpa kawsay. kAmAnA  Ñukapa yayaka wakrata chukllapi kaman. Sin. Pushana, wakaychina. kamay (<*kamay) s. enero. Shukniki killa.  Kamay killapika, wakin kichwa llaktakunapika Reyes raymita ruran.",
    "kamchana": "[kaŋčana, kaŋžana, kamčana,\nkamžana] v.  tostar . Kallanapi murukunata kusana. Kukayunkapakmi sarataka kamchan.",
    "kampik": "[kaŋbix, kaŋbi] s. amz. cacao silvestre. Killu karayuk, mishki mikunayuk chiwallkanshina mishki muru. Shimi kara ama chakirishpa chiktarichunka kampik wirata churay.",
    "kancha": "[kaŋlla, kaŋča, kaŋža] adv. fuera. Mana ukupi kak. Punku pampa, wasiman yaykuna pampa. Punku kanchapimi tushukunkuna. 2. s. patio de juego. Pukllana punku pampa.  Pukllankapakmi kanchataka allichishun. Sin. 1 Hawa.",
    "kanichina": "[kaničina] v. sc. hacer morder. Imatapash pitapash kiruwan kashtuchina.  Chiri unkuy anchurichunka putanwanmi kanichirka. 2. acuñar. Imatapash uchilla tulawan paktachina. Chay kaspikunataka ñami kanichirkani.",
    "kankik": "[kaŋgix] s. amz. cadera. Mama chanka kallarik tullu. Wamra yuramanta urmakpi, kankikmi kuyurirka.",
    "kankuna": "[kankuna, xamkuna] pron. ustedes. Tawkakunata ishkayniki shutipa ranti ninkapak rimay. Kankunaka runa kawsayta sinchiyachishpami kawsana kankichik.",
    "kapak": "[kapak, kapax] adj. principal, grande, importante; grandeza. May ancha sumak ninkapak shimi. Ataw wallpaka kapak runami karka. kapak (<*kayak) s. diciembre. Chunka ishkayniki killa. Kapak killapika, Saraguro runakunaka kapak raymita ruran.",
    "kapi runa": "[kapi runa] s. amz. árbol con fruto comestible para pavas silves  tres. Muyuyuk hatun sin  chi sacha yura. Pishkukuna kapi runa muyuta mikun.",
    "kapuli": "[kapuli, kapus] s. capulí. Pallkasapa, achka pankayuk, uchilla yana mishki murukunata aparik paza yura.  Mashiman karankapakmi kapu  li murutaka pallani. kAmAy  Sin. usun.",
    "kapyarina": "[kabyarina] v. ss. suavizarse. Murukuna pukushpa apiyana, yanukpipash apiyana, ñutuyana.  Lumuka ñami  kapyarka. Sin. Apiyana.",
    "karacha": "[karača, karači] s. costra . Aycha chukrishka  pi chakirishka kara.  Maki chukri karacha tukurka.",
    "karana": "[karana] v. brindar, convidar, servir, dar de comer. Imatapash shuk runaman kuna. Payka kusaman papata karan. 2. amz. regalar. Imakunatapash pimanpash yanka kuna. Lumu yurata  mashiman karani Sin. 2 kamarina, kuna, kuyana.",
    "kariyana": "[kariyana, hariyana, xariyana] v. reanimarse, convalecerse. Unkurishka kashpa, ka  lakyashka kashpa alliyashpa sinchiyarina. Yayaka uhuymanta hampirishpaka ñami kariyakun Sin. Alliyana, hampirina.",
    "karkuna": "[karkuna] v. arrear, despedir, echar. Wiwakunata ñawpachishpa llukshichina. Millay allku ama kanichun karkuni. Sin. Kachana.",
    "karu": "[karu] adv. lejos, lejano, distante (espacio). Mana kuchulla ninkapak shimi. Turika karu llaktapimi kawsan.",
    "kasa": "[kasa, kaza] s.  s. helada (fenómeno atmosférico). Chakishka rasu. Yurakaunapi tuta urmashpa inti llipyawan yurakunata rupachik rasu.  Achka kasa urmak  pika sarataka ninantami wakllichin.",
    "kasha": "[kaša] s. espina,-o. Wakin yurakunapi wiñak yawrishina tuksik.  Wawaka chunta kashapimi tuksirishpa wakan.",
    "kashuk": "[kašux] s. axila. Runapa rikra uku. Mamaka kipita kashuk ukupimi apan.",
    "kasku": "[kasku] s. pecho. Wiksa chushakmanta pilischakakama tiyak tullu. Wakra kaskuka may mishkimi kan.",
    "kaspa": "[kaspa] s. s. mazorca. Kuruntantin sara, cebada murukunapash manarak ishkushka. Tukuy kaspakuna  ta wayunkashpa warkurkani.",
    "kaspi": "[kaspi] s. palo. Yurakunapa tullushina sinchi kak. Llamata kaspipi watan. 2. amz. madera. Raku sinchi yurakuna, ruraypi mana wakllirik kaspi. Wasita rurankapakmi kaspitaka mashkaklla rini.  Sin. 2 kiru.",
    "katana": "[katana, khatana, xatana] s. cobija; cobertor. Chirita harkarin  kapak awashkakuna. Wamra, chay katanata apamuy.",
    "katichina": "[katičina] v. scs. resembrar, hacer seguir. Muru mana wiñashka  kunapi kutin tarpuna. Juan wawaka  saratami kati  chikun. Sin. Awinchina, kumpana.",
    "katina": "[katina] v. seguir. Shukpa wa  shapi purina.  Yayapa washata katikuni. 2. perse  guir. Imatapash hapinkapak washalla purina. Wawa allkuka chuchuta nishpa katirka 3. imitar. Ima ru  rashkatapash chayshinallatak rurana. Yachachik han  kashpa purikta katikuni. Sin. Rikchana.",
    "katu": "[katu] s. amz. colada de plátano verde. Palanta ñutushkata, sacha aychawan yanushka mikuna. Palanta katuta  mikushpaka yuyaysapami kani.",
    "katuna": "[katuna, xatuna, khatuna] v. snc. vender. Imatapash kushpa kullki  ta chaskina. Kanka ñukaman wakrata mana katurkankichu.",
    "kawana": "[kawana] v. mirar, ob  servar con detenimiento. Imatapash alli alli rikurayashpa katiy. Wiralla wakrata rantinkapakmi kawanchik. Sin. Chapana, rikuna.",
    "kawchushka": "[kawčuška] adj. torcido. Puchkapura pilluchishka.  Kanka ¿kawchushka waskata charikunkichu?.",
    "kawina": "[kawina, xawina, kabina] s. amz. remo. Wampunata yakupi purichik kaspi. Kan wamputa kawinawan purichinki.",
    "kawitu": "[kawitu, khawitu, kayutu] s. cama, catre. Sukusta watashpa pallashka puñunkapak patashina rurashka.  Puñunkapak kawituta sumaktami allichin. Sin. Puñuna.",
    "kawka": "[kawka] adj. s. cereales y leguminosas a medio cocer. Sara, purutu, in  chik, shuk murukunatapash hawa hawalla ya  nushka. Kawka sarata kutashkata yanushka mikuyka sumakmi kan.  2. s. colada de maíz pelado. Llushtishka sarata kutashpa yanushka api. Kawka apita mikurkani. Sin. Kalun, chawalla.",
    "kawllarina": "[kawlyarina] v. s. maduración del choclo. Chukllu sarakuna pukushpa  sinchiyay.   Chay sara chakraka ñami kawllarishka.",
    "kawpuna": "[kawpuna] v. torcer. Millmakunata, puchkakunata maki ukuwan pilluchishpa waskata rurana. Kanka ¿chawartachu kawpukunki? Sin. Kawchuna.",
    "kawsay": "[kawsay] s. vida. Runakuna, wiwakuna, yurakunapash wañunkakama tiyay.  Wakcha runapa kawsayka llakillami kan. 2. cultura. Shuk ayllu llakta runakuna imashina kashkata riksichik.  Ñukanchikpa kawsayta kuyanami kan. 3. v. vivir. Tukuy kuyurikkuna allpa pachapi tiyay.  Ñukaka anti suyupimi kawsani. 4. habitar. Tukuy ru  na, wiwa kay allpa pachapi wacharina, wiñarina. Kay pachamamapi kawsanchik. Sin. 3-4 Tiyana.",
    "kana": "[kana, xana, ay] v. ser, estar.  Tiyakta rikuchik shimi.  Kichwa runakunaka kaypimi kanchik.",
    "kaya": "[kaya] adv. mañana, el día siguiente. Kunan punchata yallishpa shamuk puncha. Ñukapa ayllullaktamanka kayami risha yuyani.",
    "kayas": "[gayas] s. amz. lora pequeña de color verde. Waylla patpayuk, yurak ñawiyuk wakamayushina uchilla pishku. Kayas pishku  sacha muyuta mikun. Sin. Sakan. kAyAs ",
    "kayka": "[kayka, xayga, xi, xayka] interj. toma, he aquí . Imatapash kusha nishpa rimay.  Kayka, mishki yakuta upyay.",
    "kayna": "[kayna, khayna,  xayna] adv. ayer. Ña yallishka puncha. Kayna punchaka anti suyupika  tamyarkami.",
    "kaypi": "[kaypi, kaybi, kayi] adv. aquí. Maypi kashkata rikuchik shimi. Juan mashika kaypimi yachachirka.",
    "kazuk": "[khazux, kazux] adj. sc. quemado por el sol. Inti llipyakpi yapata ruparishka muyu. Kazuk ukaka intipi mishkiyakun.",
    "kichana": "[kičana] v. tener diarrea. Yaku ismata kachay. Wiksa nanay unkuywan kashpaka achkatami kichan.",
    "kichuna": "[kičuna, ičuna, hičuna] v. quitar, arrebatar. Shukpakta apashpa hapina. Kullki mañashkata mana tikrachikpika ima charishkatami kichun.",
    "kikin": "[kikiŋ] adj. mis  mo, propio, verdadero. Alli kashkata, chayllatak kashkata rikuchik shimi. Kikin yuyaywan rimankichik.",
    "kila": "[kila] s. amz. cacao blanco. Killu karayuk, pukushpa payllatak urmak, ukupi achka yurak muyuyuk.  Kilamantami  mishki  tsunkanakunataka rurankuna. Sin. Kula, patas.",
    "killa": "[kilya, kiža, khiža] adj. ocioso, vago. Rurayta mana munak runa. Killa wawataka kuyashpami kunana kan.",
    "killiku": "[kilyiku, kiliku] s.  variedad de pájaro. Uki patpayuk, killi killi nishpa takik uchilla pishku. Uchilla killikuka ankatami makan.",
    "killin": "[kilyin] adj. terreno duro, estéril, erosiokAyAnA  nado. Mana pukuk yanka killuyashka allpa. Killin allpapika chillkallami pukun.",
    "killkakatina": "[kilykakatina] v. leer. Killkashkata ñawiwan rikushpa shimiwan rimashpa katina. Yachachikka wawakunawan killkakatin. Sin. Ñawirina.",
    "killpana": "[kilypana, kižpana, kilpana] v. tapar, cubrir, ocultar. Manka shimita, puntu shimita wichkashpa churana. Yanushka mankata ama imapash yaykuchun alli killpan.",
    "killu": "[kilyu, kižu] s. amarillo. Intishina tullpuyuk, pukushka palanta karashina tullpu. Aswataka killu sarawanmi ruranchik. Sin. karwa.",
    "kimina": "[kimina] v. acercar, arrimar, ape  gar; reforzar, sostener lo que está por caerse. Shukpa manyaman kuchuyana. Payka pirkaman kimin. 2. pa. linderar. Kikinpa allpa ama shukpa allpawan pantarichun sayway. Juan mashiwan ama allpakunapa manyata pantankapak kiminchik.",
    "kincha": "[kiŋča, kimča, kinža] s. corral, cerco. Kaspikunawan watashpa muyuntinta harkashka, wiwakuna ama llukshichun. Tukuykuna minkata rurashpa kuchi kinchata rurakunchik. Sin. Harkashka.",
    "kinku": "[kiŋku] adj. zig-zag, curva, sinuosidad. Imapash achka kutin winkuyashka. Kuraray mayu yakuka tawka kinkuyukmi kan.",
    "kinray": "[kinray, kiŋgray] adv. horizontalmente. Chayllapitak suniyashka tiyak. Yachakuk wawaka kinrayman sirik kaspita shuyukun.",
    "kintiyana": "[kiŋdiya \nna, kiŋdina] v. encogerse, achicarse. Wakin churanakuna takshakpi, timpuchikpi kutuyana.  Pachallinaka timpuchishkamantami kintiyashka. 2. encanijarse. Chiri yakupi armashpa, tamyapi hukushpa chukchuy. Rasu  yakupi armashpa kintiyarkanchik. Sin. 1 Aysarina, kuruyana, wañurina, tusuyana.",
    "kinzhullina": "[kinzhullina] v.s. guardar algo en la cintura. Imatapash uchillakunata chumpillishkapi allichina, wakaychina. Wallka muruta alli kinzhullinki.",
    "kipa": "[xipa, kipa, khipa] s. bocina, ins  trumento musical. Pukukpi churushina uyarik taki.  Tantariyman kipawan kayachina kanchik.",
    "kipchan": "[kipčan] s. hígado. Wiksa ukupi, allawka manyapi tiyak. Kipchanka hayakta llukshichin. Sin. Yana shunku.",
    "kipu": "[kipu] s. nudo, sistema de comunicación; archivo y administración incásica. Tullpuyuk  ñañu  waskakunata  watashpa llaktakunapi ima tiyashkata willachik. Kipukuna yachaytaka kunan pachakunapika sinchiyachinami kanchik.",
    "kiru": "[kiru] s. diente. Shimi ukupi wachulla wiñashka yurak uchilla tullukuna.  Kaynaka kiru hampichinkapakmi Ambato llaktamanka rirkani.",
    "kiruyana": "[kiruyana] v. brotar lo sembrado. Tarpushka muyukuna  wiñay kallarina. Papa muyu allipacha  kiruyakun.",
    "kisha": "[kiša] s. nido. Pishkukuna, atallpakuna, wachana hutku wasi. Yurapimi urpika paypa kishataka rurashka. Sin. Paya, kusha.",
    "kishpichina": "[kišpičina] v. perdonar, discul  par, salvar, excusar, dispensar, li  brar, liberar. Ima hatun llakimanta llukshichina; llakichikta mana millana. ¿Paytachu apuka  kishpichirka? Sin. Kishpiy.",
    "kishpina": "[kišpina v. salvar, liberar. Ima lla-\nkikunamanta llukshina.\nÑukanchik, millay unkuymantami  kishpir-\nkanchik.\nkishwar [kišwar, kišuwar] . s. kishuar. Malltalla urku yura. Kishwar ukupika ayami kawsan, nin.",
    "kiti": "[kiti] s. cantón. Markapi llaktakuna chikan chikan rakirishkata rikuchik shuti.  Kiti pushakka achka llamkaytami charin.",
    "kitina": "[kitina] v. amz. fregar. Imatapash maki ukupi churashpa kakuna. Kay yurata kitikunki. Sin. kakuna.",
    "kitu": "[kitu] s. tu. calabaza, zapallo. Mishki mikuna sampushina muyu charik. Mamaka kitu lukrutami yanushka. Sin. Sapallu.",
    "kiwana": "[kiwana, xiwana, khiwana] v. deshierbar, sacar la hierba. Aya kiwakunata anchuchina, tantachina, pitinapashmi kan. Tukuy ayllukunami chakrapi aya kiwataka kiwanchik. 2. juntar, cortar hierba. Kuchushka kiwakunata tantachina. Kunu wiwakunaman kiwanchik. Sin. 2 Hallmana.",
    "kiya": "[kiya, kya] s. pus. Aycha punkishkamanta chupu tukushpa killu san  ku api. Chupumantaka kiyata kapishpami hampitaka churanchik.",
    "kucha": "[kuča, koča] s. lago, laguna, charco. Maypipash allpa hutkukunapi achka tantarishpa tiyak yaku. Kay kuchapika achka challwami tiyan. Sin. Hita, walun, punza.",
    "kuchi": "[kuči, xuči, khuči] s. chancho, marrano, cerdo, puerco. Chusku chakiyuk, suni sinkayuk, raku millmayuk wiwa. Wirata, aychatapash kuk wiwa. Kuchika palantata mikushpa wirayan.",
    "kuchuna": "[kučuna] v. cortar. Imatapash pitina. Wakraman karankapak kiwata kuchuni. 2. talar. Yurakunata pitishpa urmachina.  Llullu yurataka  ama kuchunkichu. Sin. 1 Pitina.",
    "kukawi": "[kukabi, kukawi, kukayu, kukaw] s. fiambre, tonga, colación. Yarkayta samachinkapak asha  mikunakuna.  Minkapika tukuy sami kukawitami mikunchik.",
    "kula": "[kula] s. cacao blanco. Killu karayuk, pukushpa paypa munayta urmak, ukupi achka uchilla yurak muyukuna  ta charik yura. Kula muyumanta mishki mikunata surkuni. Sin. Kila, patas.",
    "kullan": "[gulyan, gužan] s. ss. taxo. Yapa sunita ankuyashpa wiñarik yura, killulla mishki murata aparik yura..  Kullanta  yuramanta paktankapak rini. Sin. Takzu.",
    "kullishtiti": "[kulyštiti, kulyuštitin] s. amz. pájaro carpintero. Cha  kirishka yurakunata tapsawan takashpa hutkuk pishku. Kullishtitika sachapimi kawsan. kullisHtiti ",
    "kullpina": "[kulypina, kužpina] v. dar de  nalgadas. Wawakunata sikipi makiwan waktana. Kaynami paypa churitaka kuyashpa kullpirka.",
    "kulluna": "[kulyuna] v. acción fallida. Munashka yuyayta mana paktachina. Payta katikushpami ku  llurirkani. 2. v.  mutilar. Imatapash pitina, kuchuna. ¿Imanishpatak kanpa rukata kullurkanki?",
    "kulun": "[kuluŋ] onom. trueno. Tamyakuk pachapi puyu  pura takarishpa tuk  yakshina uyarik. Sinchi kulun uyarikpimi wawaka mancharirka. Sin. Tulun.",
    "kumir": "[kumir] adj. color verde. Mana chakishka, llullu kiwashina llimpi. Yuyuka kumir llimpiyukmi kan. Sin. waylla.",
    "kumuna": "[kumuna] v. agachar, inclinar. Tukuy ukkuta urayachina, tiyarikshina rurana. Umata armankapak alli kumuna.",
    "kunan": "[kunaŋ, kunuŋ] adv. ahora, hoy, actual. Kay pacha rurakukta rikuchik shimi. Ñukapa yayaka kunanmi puñukun.",
    "kunana": "[kunana] v.  aconsejar. Sumak yuyayta alli rimaytapash kuy. Sawariy punchapika hatunyayamamaka alli rimaykunawan kunan. 2. s. consejo. Alli rimayta kuna. Sawarina punchapika hatunyayamamaka alli kunaykunata kun.",
    "kunti suyu": "[kunti suyu] s. región occidental, occidente. Mama kuchaman sakirik suyu.  Yunka llaktaka kunti suyupimi sakirin.",
    "kuña": "[kuña, khuña, xuña] s. snc. moco. Runapa, wiwa  pa sinkamanta llawsashina llukshik.  Wawapa sinkamanta ku  ñata pichay.",
    "kuri": "[kuri, kori] s. oro. Killu llipyakuk antashina. Nambija llaktapika achka kurimi tiyan.",
    "kurikinki": "[kurikinki, kurikinge, kurikinga] s. curiquingue. Urkupi kawsak umasapa sinchi silluyuk, ankashina pawak pishku. Ishkay kurikinki hawata yallikpimi sawariy tikullki  yanata  yachanchik.",
    "kuru": "[kuru, xuru, khuru] s. gusano. Tullu illak, chakisapa uchilla wiwa. Murukunapi, yurakunapi mirarik. Pinkalaka aychakunapi kuruta churan.  2. adj. amz. corto. Imapash kutulla kak. Takshakpimi kushmaka kuru tukushka.",
    "kurunta": "[kuruŋda] s. tusa. Sarata ishkukpi tullushina sakirik kaspi. Chakishka kuruntawan mutitaka  yanun.",
    "kururu": "[kururu] s. amz. pez pequeño de franjas amarillas y negras. Yanawan killuwan tullpurishkashina uchilla challwa.  Kururuta mayumanta aychamuni.",
    "kuruna": "[kuruna, xuruna, khuruna] v. agusanarse; apolillarse. Aychakunapi, mu  yukunapi, shukkunapipash kurukuna mirarina. Mana hampishka papaka achkatami kurun. Sin. kuruyana, susuna.",
    "kuruyana": "[kuruyana, xuruyana, khuruyana,\nkuruna] v. en  cogerse. A  washkakuna takshakpi uchilla tukun, kutuyan. Ñukapa waraka takshakpimi kuruyashka.  Sin. Kutuyana, kurullayana.",
    "kusana": "[kusana] v. asar. Aychata, muruta, shukkunatapash nina murupi chayachina. Kunanka kuy aychatami kusakuni.",
    "kushilla": "[kušilya, kusilya, kušiža, kusiža] adv. feliz, contento, alegre, dichoso. Llaki i  llak, mana llakirik. Quito kitimanta  wasiman ku  shilla tikrarkani.",
    "kushni": "[kušni, kusni] s. humo, humareda. Imatapash rupachikpi wakinpika yurak, wakinpika yanalla puyushina llukshik. Waylla yantata  rupachikpika yana kushnimi lluk  shirka.",
    "kushniyana": "[kušniyana] v. tiznarse. Kushni kakuwan imatapash yanayachiy. Chawa yantata rupachishpa yanukpi kushniyan.",
    "kushpana": "[kušpana] v. s. saltar, brincar. kusHpAnA  Runakuna wiwakuna, pishkukunapash haytarishpa hawaman pawan. Payka pampapi kushparka.",
    "kuska": "[kuska] s. amz. puesto, lugar, dirección, sitio. Maypi kashkata, kawsashkata riksichik shimi. Kay kuskapimi wasita rurasha. Sin. tiyaskan, suyu.",
    "kutama": "[kutama] s. costal. Tulushina, imapash wakaychinkapak rurashka. Atukka  kutamapi  urpita,  yututapash churashka.",
    "kutana": "[kutana] v. moler. Murukunata kutana ru  miwan  ñutuchiy. Payka  apita rurankapakmi sarata kutarka. Sin. Chamkana.",
    "kutimpu": "[kutimbu, kutiŋbu] s. amz. armadillo grande. Suni silluyuk, raku karayuk charapashina rumi washayuk, allpa hutkupi kawsak wiwa.  Kutimpuka  allpata aspishpa ukuman chinkarirka.",
    "kutin": "[kutiŋ] adv. otra vez, de nuevo, nuevamente. Chayllatatak ruray. Ña wasiman kutin tikrakun.",
    "kutu": "[kutu] s.  bocio. Kunka punkirishpa rumpashina wiñak aycha. Wawapa kunkapi kutu wiñashka. 2. s. s. corto. Imapash mana suni, kutu  lla rikurik. Wawaka kutu warayukmi kan. Sin. 2 kuru, kurulla.",
    "kutul": "[kutul, xatulu, katul, katulu] s. s.  hoja que cubre al choclo.  Sara kaspata pillurik panka.  Chukllu tantata kutulwan pillurka.",
    "kuwa": "[kuwa] s. amz. sapo que habita en árboles. Yurakuna hawapi kuwa kuwa nishpa ka  parik, mikuna hampatushina rikurik wiwa. Kuwa hampatuka yurapimi kawsan.",
    "kuwayu": "[kuwayu] s. amz. sapo pequeño comestible. Ñawisapa uchilla rikrayuk kuwayu kuwayu nishpa kaparik wiwa, mikuypak alli. Kuwayu aychaka mishkimi kan.",
    "kuy": "[kuy, kuwi, kowi] s. cuy, conejillo de indias. Wasi ukupi, uchilla, mishki aychayuk kusHpi  wiwa. Inti raymípica kuy aychata mikunchik.",
    "kuya": "[kuya] s. amz. tipo de árbol grande. Pillchi muyuta aparik hatun yura. Kuya purupi yakuta apamuy. 2. amz. palmera para hacer bodoquera. Chuntashina rikurik  hatun yura, pu  kunakunata rurankapak alli. Pukunata rurankapak kuyata apamuy.  Sin. 1 pillchi kuya (<*kuya) s. septiembre. Iskunniki killa. Kuya killapika, Cotacachi runakunaka kuya raymita ruran.",
    "kuyachina": "[kuyačina, xuyačina] v. dar palmadas. Pitapash makiwan wak  tashpa kuyay. Tikramuk mashita paypa mamaman kuyachirkani.",
    "kuyana": "[kuyana, xuyana, khuyana] v. s. amar. Karipash war  mipash tukuy shunkuwan llakirina. Ñukapa yayaka alli  kuyawashka. 2.  acariciar, mimar. Wawakunata, pitapash ukllarishpa kushikuy. Ñukapa wawkitami kuyarka. Sin. 1. llakina, munana.",
    "kuyaylla": "[xuyayža, kuyaylya, kuyayža, khu-\nyayža] adj. snc, amz. bonito, lindo, amoroso, hermoso, -a. Imakunapash sumaklla rikurik. Kuyaylla millmayuk llamawata rantimuni.  2. adj. ss., amz. triste, digno de lástima. Llakilla pu  rik, llakinayakta rikurik runa. Runaka kuyayllami purikushka. Sin. 1 su  mak,  2 llakilla.",
    "kuyuchina": "[kuyučina] v. mover, menear, mecer,  batir, girar. Imakunatapash muyuchiy. Api mankata rikushpa alli alli kuyuchin.",
    "kuzu": "[kusu, kuzu, gusu, xuzu] s. gusano grande subterráneo. Hatun yurak kuru. Allpa ukupilla kawsak ukata, papata mikuk. Achka ku  zukunatami atallpaman kararka.",
    "lalu": "[lalu] s. amz. tipo de planta. Hatun pankayuk, yurak wiki¬yuk, shikshichik kiwa. Wawakuna lalu kiwawan pukllashpa makita shikshichin.",
    "lampana": "[lampana] v. im. remendar. Churana llikirishkakuna  ta asha llachapawan killpashpa siray. Ruku yayakunaka paykunapa kushmakunata, allimanta lampan. Sin. Chu  pana, llachapana, putyuna.",
    "lancha": "[laŋča] s. s. plaga de plantas. Tamyashina urmash  pa yurapa pankakunata rupachik, llullu muru  kunata chakichik, ismuchik ñutu tamya. Kay yurata lan  chami hapishka, chaymantami chakirikun. Sin. Pitsik.",
    "lanta": "[laŋda] adj. pa. turbio Ta  myakpi turulla tukushka yaku. Urkuta tamyakpika mayuka lantami tukun.  Sin. Sanku.",
    "lapuna": "[lapuna] v. amz. doblar. Shuk kaspita hapishpa kumuchiy, suni churanakunata patarichina. Shuk  kaspita  winkuyachinkapakka waskawan watashpami lapunchik. Sin. Patarina.",
    "larkana": "[larkana, rarkana] v. hacer acequia. Yaku purina ñanta allpa ukuta  a  llay. Chakishka allpakunapi murukuna pukuchunka, yaku ñantami minkawan larkanchik.",
    "laychu": "[layču] adj. ss. mestizo. Mana chaypurallatak, runawan  mishuwan  chapuymanta wacharishka runa. Taw  ka laychumi ñukanchikwan tantarin. Sin. Mishu, misti, tsala.",
    "linchi": "[linči] s. red. Kaw  pushka puchkapura watashpa watashpa ru  rashka llika. Rumpawan pukllankapak, challwakunata hapinkapak rurashka. Challwata hapinkapak Pedro mashika linchita rantikun.",
    "lisan": "[lisaŋ] s. paja toquilla. Uchilla pankasapa yura, muchikuta awankapak panka, wasi katatapash rurarik yura.   l Manabí  marka  warmikunaka  sumak muchikukunatami lisan pankawan ruran.",
    "lukata": "[lukata] s. amz. variedad de palmera. Chillishina pankayuk raku yura. Pankakunaka wasi katata rurankapak alli. Anti suyu wasikunaka lukata pankakunawanmi rurashkakuna kan. Sin. Kunampu.",
    "lukma": "[luxma, rukma] s. amz. tipo de fruta. Uchpa karayuk sacha muyu, siku mikuna muru. Siku wiwaka sumaktami lukma muyutaka mikun.",
    "lumarisu": "[lumarisu, rumarisu] s. amz. moco. Runapa, wiwa  pa sinkamanta llukshik llawsa. Wawapa sinkamanta lumarisuta pichay. Sin. Kuña.",
    "lumucha": "[lumuča] s. amz. guanta. Puka millmayuk sacha wiwa, punchanashina lumuta mikuk. Anti suyu ayllukunaka lumuchatami mikunkapak hapin.",
    "lunchik": "[luŋčik] s. amz. tipo de árbol. Yurakta sisak, ñañu pankayuk yura. Lunchik yuraka anti suyu sachakunapimi wiñan.",
    "luntsa": "[luŋtsa] s. s. racimo pequeño. Uchilla watupi murusapa tiyak mallki, uchilla tika.  Kapuli luntsata paktashpa mikunchik. Sin. Tika, putsa.",
    "lutsana": "[lutsana] v. estrujar; chupar. Imatapash rukakunawan sinchita charishpa kapina.  Antonio mashika chilinata lutsan. Sin. Llapina, tsutsukina.",
    "luyu luyu": "[luyu luyu, liwliw] adj. amz. pintado como el tigre. Uturunku karashina tullpurishka. Luyu luyu millmayuk allkuka achka piñami kan. luyu luyu ",
    "llachapana": "[lyačapana, žačapana] v. s. remendar. Llikirishka churakunata tawka pintukunawan tinkishpa siray. Ruwanataka achka kullki kashkamantaka llachapankunami.",
    "llakana": "[lyakay] v. magullar, remellar, despellejar, descascarar. Aycha takarishpa chukrina. Payka rumikunapi urmashpa maki llakan. 2. v. trozar. Chukllukunata kutulkunantin yuramanta llukshichina. Shuwakunami chukllutaka tukuyta llakashka. 3. v. ss. deshojar. Pankakunata anchuchina. Wirunkapak nishpami sara pankata llakakun. Sin. 1-2 Rawmana, lluchuna. 3 llushtina, rawchana, tipina, saklana.",
    "llakinayak": "[lyakinayax, lyakinay, žakinayax,\nžakinay] adv. expresión de lástima. Imatapash rikushpa shunkuta llakichik. Shuk ayllu unkukpika llakinayaktami kawsanchik. Sin. Kuyaylla.",
    "llakirina": "[lyakirina, žakirina] v. entristecerse, afligirse, tener pena, apenarse. Kushi illak tukuy. Pachamamaka  runakuna  wakllichishkamanta achkatami llakirin.",
    "llakllana": "[lyaklyana, žaxlyana, žagžana] v. labrar, desgajar, esculpir. Kaspikunata, yurakunatapash ñañuyachina, mallkikunata pitina.  Payka Apunchikpa ñawita kaspipi llakllan.",
    "llaktana": "[lyaxtana, žaxtana, žagtana] v. s. regre  sar al lugar de origen. Maykan llaktamantapash kikinpa llaktaman tikray. ¿Ñachu llaktakunki? 2. amz. poblar. Mushuk llaktata ruray kallariy.  Karumanta shamuk runakunaka ¿kaypichu llaktarikun? llakwarina",
    "llama": "[lyama, žama] s. camélido andino,  ll llama; borrego. Millmasapa wiwa, aychatapash kuk. Runa llaktakunapika achka llamatami charinchik.",
    "llaminku": "[lyamiŋgu, žamiŋgu] s. s. variedad de llama. Millmata kuk hatun wiwa. Ushushina aparik. Urkukunamantaka llaminkupimi ima kipikunataka apachimunchik. Sin. Chantazu, runa llama.",
    "llamkana": "[lyamkana, lyaŋkana žaŋgana,\nlyaŋgana, žaŋ \nkana, maki lyaŋkana] v. tocar, manosear, palpar, tantear. Imakunata  pash makiwan riksiy. Piñarikpika ama llam  kaychu. Sin. Kawina.",
    "llampu": "[lyambu, žambu] adj. liso. Imakunapash illak, llushkashka kaspi. Llampu kaspiwanmi puñunataka rurashunchik. Sin. lluch  ka.",
    "llantu": "[lyaŋdu, žaŋdu] s. sombra.  Inti yayamanta pakak rupay illak.  Shaykushpaka llantupi samapay. 2. tiniebla, oscuro. Yana tutashina inti yaya mana achiklla rikurin.  Llantu tuta kak  pika ama llukshinkichu. Sin. Amsa, phakna.",
    "llapina": "[lyapina, žapina] v. aplastar. Ima  tapash ñitiy. Wawaman papata karankapak llapiy. 2. sn. amz. apuñar, estrujar. Imatapash maki ukupi charishpa sinchita kapiy. Ñuñuta llukshichinkapakka makiwanmi llapin.",
    "llashak": "[lyšax, žašax, žašag] adj. pesado. Imapash ruku rumishina mana pankalla. Kay papa ashan  kaka yapa llashakmi kan. 2. det. s. mucho, bastante, harto. Yapa achkata ninkapak shimi. Yayaka llashak palan  tatami  apamurka. Sin. 2 Tawka, manchanayak  ta, ashtaka, achka.",
    "llatan": "[lyataŋ, žataŋ] adj. desnudo. Churana illak runa. Millma illak wiwa. Kanpa wawakunaka lla  tanllami pukllarka. Sin. Lluchu, llushti.",
    "llawana": "[lyawana, žawana, lyawkana] v. sc, amz. lamer. Imatapash kalluwan pichana. Maykan wiwakuna kalluwanlla hapishpa mikuna. Misika paypa mulutaka mayllashkashinatami llawashka.",
    "llawtu": "[lyawtu, lyaytu, žawtu] s. corona, diadema. Patpakunamanta, sisakunamanta muyuchishpa rurashkata umapi pillurina. Sara ñus  taka sumak llawtutami churarka.",
    "llikchalla": "[lyixčalya] adv. pa. a tiempo. Imata  pash chay pachallapitak ruray. Mikukushkapi llik  challa chayashkanki.",
    "llikina": "[lyikina, žikina] v. romper, rasgar. Chawar karata, churanakuna  ta, pankakunata, imakunatapash chawpishpa chillpina. Wawaka pukllashpa ruwanataka lli  kishka.",
    "llikuy": "[lyikuy] s. amz. loro hablador. Arawshina rimak waylla patpayuk hatun pishku. Runashinami llikuy pishkuka riman.",
    "llimpina": "[lyimpina] v. pintar. Ima llimpikunawan, tullpunawanpash shuyuy. Tigua llaktapi runakunaka sumakta llimpikun. Sin. tullpuna.",
    "llipyana": "[lyipyana, lyimpiyana, žimpyana,\nžiŋ \nyana, žimpiyana] v. relampaguear, brillar, resplandecer. Hatun tamyapi punchalla ninashina rikurik. Achkata tamyakukpimi llipyakun. Sin. Phalanina.",
    "lluchkana": "[lyuškana, lyučkana, žuškana,\nžučkana] v. resbalar, deslizar. Turu allpapi, ima karakunapipash sarushpa chakikuna llushpina. Tamyapi rumpawan pukllashpaka lluchkanchikllami. Sin. Llushpina.",
    "lluchunka": "[lyučuŋga, lyučuna] s. amz. camarón. Chillikshina rikurik wiwa.Yakupi sirik rumi sikikunapi kawsak wiwa.  Chay hatun rumi sikipika achka lluchunkami mitikushpa tiyakun.",
    "llukana": "[lyukana, žukana] v. gatear. Kunkuriwan makiwanlla purina. Mashi  pa wawaka ñami llukan.",
    "llukllu": "[lyuklyu] s. grillo. saltamontes. Ñawpaman kutu chakiyuk, washamanka suni chakiyuk yurakunapi, ki  wakunapi, kallpashpa purik chuspi. Wawakuna utkata purichunka lluklluwanmi chakipi kakun. Sin. Chilli, hi  ki, chipu.",
    "llukshina": "[lyušina, žuxšina, žugšina] v. salir. Ukumanta kanchaman riy. Wasi ukumanta lluk  shimuni.",
    "llullawawa": "[lyulyawawa] s. muñeca, muñeco. Imatapash wawashinata rurashpa pukllana. Wawaka saytikunawanmi pukllan.",
    "llullu": "[lyulyu, žužu] adj. tierno, blando. Imakunapash hawalla, apilla, chayrak wacharishkalla. Wachashkalla wawapa tulluka llullumi kan. 2. amz. fruto verde.  Waylla murukuna, muyukunami. Apyuka llullu saratami mikushka.",
    "llumi": "[lyumi, žumi] adj. s. duro, difícil de cocer. Ya  nukpipash mana chayak, mana apiyak murukunami. Kay llumi papaka mana yanurinchu. 2. adj. s. emperrado, aferrado. Imata yachashpa mana sakik. Imata ruray nikpipash llumi wawami kan. Sin. 1 Akma, kaluk.",
    "lluru": "[lyuru, žuru, zuru] adj. amz. áspero. Ima karakunapash hutku hutkuyuk, hamchiyuk. Shuk llaktakunapi tsaka nishka. Payka muru unkuy hapishkamantami lluru ñawi tukushka. Sin. sakra.",
    "llushti": "[lyušti, žušti] adj. ss. desnudo. Churana illak runa, millma illak wiwa. Millmata wiwakuta rutukpika llushtimi sakirin. Sin. Lluchu, llatan.",
    "llutarina": "[lyutarina] v. acercarse, apegarse. Maymanpash kimiriy, kuchuyay. Wawakunaka pukllanaman llutarin.  2. v. adherirse, afiliarse. Imapipash shukman hapirina. Tantanakuypika ñukanchikpa yuyayman llutarirkakuna. Sin. Kayllayana, kuchuyana, manyayana, kimirina. llutArinA ",
    "llutipa": "[lyutipa] s. pa. guabo pequeño. Uchilla pakay, yapa pakirik, yaku manyakunapi wiñak yura. Chay hatun llutipa yuraka tukuykunapakmi kan.",
    "machakuy": "[mačakuy, mačakway] s. serpiente, culebra. Chaki illak llukarishpa purik, kuykashina yapa suni wiwa.Sachakunapi kawsak. Machakuyka payta piñachikpimi kanin; chaymanta mana piñachinachu. Sin. amaru, palu.",
    "machay": "[mačay, mači, matsi] s. scs. Cueva, gruta. Kaka uku payllatak kinrayman utkurishka. Wasishina hatun uku.  Wakrakunaka runtumanta machaypi pakaytukushka.",
    "machka": "[mačka] s. harina de cebada. Wakin muru kamchata kutashka ñutu kuta.  Mishki yakuwan chapushpami  machkata mikunchik.",
    "makana": "[makana] v. pegar, golpear. Pitapash ma  kiwan, imawanpash waktay. Shuwakukta hapishpa makarkani.",
    "makipura": "[makipura] s. trabajo recíproco. Imatapash rantinpak kunakuy, ruranakuy. Runakunaka makipurami allpakunataka llamkanchik.",
    "mallik": "[malyix, mažix] adj. snc. sobrio, en sano juicio. Yuyayyuk, manarak shinkayashka runa. Hatun yayaka mallikmi chayamun. Sin. Mayllik.",
    "mallina": "[malyina, mažina, malina] v. probar, saborear. Imatapash kalluwan mishkita,kachita yachay. Yanushka mikunata mallirka. Sin. kamana.",
    "mallta": "[malyta, malta] adj. mediano. Wiwa kashpapash mana rukuchu.  Katuna pampamanta mallta kuchita rantimuni.",
    "mama": "[mama] s. mamá, madre, señora; doña, matrona. Wa  wayuk warmi, sawarishka war  mi.  Mamataka kuyanami kanchik.",
    "mamaku": "[mamaku, mamagu] exp. s. muchachita, mujercita; expresión cariñosa dirigida a las  señoritas. Kuytsakunata kuyashpa rimay. Mamaku, ¿kanpa yayaka wasipichu kan?. 2. amz. expresión cariñosa a madres y mujeres adultas. Mamata, payamamata kuyaywan ninkapak shimi. Ñukapa mamakumi kanki. Sin. Payaku.",
    "mamallakta": "[mamažakta] s.  país, patria, nación. Tukuy hatun llaktapa shuti. Colombia mamallaktapipash qichwa runakuna kawsanmi. Sin. Llakta, hatunllakta.",
    "mamapuzun": "[mamapuzun, mama uspun] s. estómago. Runapa, wiwapa ukupi mikushkakunata tantachik tulushina, raku chunchulliwan kimirayak wiksa. Wakrapa mamapuzunka mishki mikuymi kan.",
    "mama wiksa": "[mama wiksa] s. vientre. Wawatiyana. Llullu wacharikpika, mamawiksa ukumanta llukshin.",
    "manachu": "[manaču, naču, maŋču] exp. ¿no es cier  to?, ¿es verdad?. Shinachu karka nishpa tapuy. Paymi kaytaka ru  rarka, ¡manachu!.",
    "manapi": "[manapi, nipi] det. s. nadie. Maykanpash mana rikurikpi rimay. Kunan tutamantaka ma  napi shamurkachu. Sin. Manapipash.",
    "manarak": "[manarax] adv.  todavía no. Imatapash chayrakmi ninkapak shimi. Manarak killkanata yachanichu. Sin. Chayrak mana, amarak.",
    "manchanayana": "[mančanayay, manžana-\nyay, mančanay] s. miedo, espanto, susto. Manchayta chariy.  Manchanayaymanta  ayapampamanka mana yaykunichu.",
    "manchana": "[mančana, manžana] v. tener mie  do, espantarse, asustarse, atemorizarse, temer. Millayta rikushpa, rurashpa, llaki willay  ta uyashpa chukchuna. Ama yachayta manchankichu. Sin. Chukchuna.",
    "manka": "[manka, maŋga] s. olla. Turu allpamanta rurashka puntushina, yanunkapak. Allpa mankapi yanushka mikunaka mishkillami yanurin.",
    "mantakakiru": "[mantakakiru, mantakiru] s. hor  cón, horqueta. Wasita rurakushpa chakllata  sirichina kiru. Ama wayra apachun  mantakakirupi  ukshata watani.  Sin. pallka.",
    "manya": "[manya, mayan, manña] s. ori  lla, borde, filo. Ima kashpapash tukuri kuska.  Mana yaku manyata purinkichu, urmankimi.",
    "maña": "[maña] s. amz. bejuco amarrado en forma circular. Waskata rumpalla rurashpa watashka.  Mañata watashpa chincha yurapi sikashun.",
    "mañana": "[mañana] v. pedir, solicitar, pedir prestado. Maykantapash imatapash kuway nina shimi. Min  kapi llamkankapak llachuta mañamuni. 2. rogar, suplicar, invocar, rezar. Yanapachun nishpa, tukuy shun  kuwan muchay. Kawsaypika urku yayata kuyarayashpami mañanchik. Sin. 2 muchana.",
    "mapa": "[mapa] adj. s. sucio. Imapash karkayashka, mana takshashka, mana chuyalla. Mapa umami kanki, utka ar  manki. 2. s. expresión de desprecio. Pitapash piñaywan nina shimi. Mishuka, mapa runa nishpa kamiwarka.",
    "mapayana": "[mapayana] v. ensuciarse, man  charse. Imakunapash turuyariy, kawiriy. Wawaka pukllashpa mapayarka. Sin. Karkayana, llunchina, ha  wina, wikiyana.",
    "marka": "[marka] s.  provincia. Mamallaktata rakishka kitikunayuk llakta. Ecuador llaktaka ñami ishkay chunka chusku markayuk  kan.",
    "markakyaya": "[markakyaya, markaktayta] s. s. padrino de bautizo. Chikan runa, wawata markashpa shutichichik. Mashi  Intimi ñukapa markakyaya kan. Sin. Achikyaya, achiku.",
    "marku": "[marku] s. altamisa.Chillpishkashina yana kumir pankayuk ashnak hatunlla hampi yura. Papa ama ismuchunka marku yuratami shitanchik.",
    "mashalli": "[mašalyi] s. amz. variedad de garza. Suni kunkayuk, suni chakiyuk hatun yurak patpayuk pishku. Mashallitaka mana wañuchinachu kanchik. mAsHAlli ",
    "mashi": "[maši, masi] s. s.  compañero, amigo. Riksishka  kari, warmi runa. Kanpa mashita yanapakmi rini. Sin. riksik.",
    "mashu": "[mašu] s. s. murciélago. Pawashpa purik ukuchashina rikurik, tutakunapi wiwapa ya  warta chumkak.  Mashuka wakra yawarta, apyu yawartapashmi tsumkan. Sin. chimpilaku, tutapishku.",
    "mashuwa": "[mašuwa] s. s. variedad de tubérculo. Ukashina killu muru, ashnaklla mikunayuk.  Mashuwataka hampipak rantinkuna.",
    "maskana": "[maskana, maškana] v. in  vestigar. Ima chinkashka  tapash, yachaytapash tapuy. Imatapash yachankapakka allita maskanchik. Sin. Taripana.",
    "mawka": "[mawka] adj. antiguo, usado, viejo (para objetos). Ima kashpapash payayashka, wakllirishka tukurikukpashmi kan. Mawka llachuwan chakmani. Sin. Paya.",
    "may": "[may] adv. s. muy, mucho;  exageración. Imatapash yalli hatunyachishpa nirik shimi. May karuta purimuni. Sin. Yapa, ni  nan, yalli.",
    "maykan": "[maykan, mayxan] pron. ¿cuál?. Imatak nishpa tapuchik shimi. Kanpak llamaka ¿maykantak kan?.",
    "mayllakshunku": "[mayža šuŋku] adj. s. en ayunas. Ima  tapash manarak mikushka, chushak wiksa. Yawarta  surkuchinkapakka  mayllak shunkumi  rini.",
    "mayma": "[mayma] adj.  sn. inmenso. Yapa hatun. Napo mayuka mayma yakupimi yaykun.",
    "maypi": "[maypi] pron. en dónde. Llaktapa kuskata  tapuchik shimi. Kanka ¿maypitak kanki?",
    "maytu": "[maytu] s. envoltorio, envuelto. Imakunawanpash pillushka kipi. Chaki nanakpi chillca  pankawan, maytuwanpash waktarkani. 2. amz. paquete atado en hojas . Imatapash panka  wan pillushka kipi. Maytutaka anti suyupimi yanunkuna.",
    "mayu": "[ mayu] s. río. Tukuy pacha  hatun ñanshinata pu  rik yaku . ¿Tukuy mayukunapi wampuwan puri  yta ushanchikchu?. Sin. Hatun yaku. mayu (<*mayu) s. vía láctea. Hawa pachapi ñuñushina suni ñan. Mayupika achka kuylluryukmi kan. Sin. kasa anku.",
    "mayzana": "[mayzana, mayzina] v. ss. perder el conocimiento. Uma muyushkashina unkuy. Paytaka irki runa kakpimi mayzarka. Sin. Shinkana.",
    "michina": "[mičina] v. s. pastar, pastorear. Achka wi  wakunata pampakunaman pushashpa mapa kiwakunata mikuchiy. Wakin  wawakunami llamakunata michi  n.",
    "mikmichu": "[mixmiču] s. amz. variedad de gavilán. Inti punchapi mik mik mik kaparish  pa purik anka. Mikmichu anka wakakta uyarkani.",
    "mikuna": "[mikuna] v. comer, alimentarse. Yarkay richun mikunata millpuna. Kunanka tantata mikukuni.",
    "millay": "[milyay, mižay, milyi, milyik, milyig] adj. mal genio, mal humorado. Piñak runa, mana alli shunkuyuk. Wakin runakunaka millay yuyaytami charin.",
    "millayana": "[milyayana, milyiyana, mižayana] v. enojarse, enfurecerse, malhumorarse. Alli kashpa  piñariy. Kan millay kakpimi millayani. Sin. Piñarina.",
    "millma": "[milyma, mišma, mižma, wilyma,\nilyma] s.  lana, vello, cerda. Runapa, wiwapa karapipash akchashina tiyak. Wawapa rinri mana uyakpika llaminku millmata  mi rinri hutkupi satirka.",
    "milluku": "[milyuku, mižuku, ulluku] s. s. melloco. Llawsayuk, pa  pashina allpa ukupi pu  kuk muru.  Minkaman rinkapak millukuta timpuchipanki.",
    "mincha": "[minča, minža] adv. pasado mañana, traspasado mañana. Kayapa washa pun  chami kan. ¿Minchataka shamusha ninkichu?. Sin. Kayantin.",
    "minkachina": "[miŋgačina] v. brindar posada, hospedar. Kikinpa wasipi shuk kuchuta puñuchun mañachiy. Kayaka kikinpa wasipi minkachiwanki.",
    "minkana": "[miŋgana] v. pedir ayuda a otro. Shuktak mashikunata yanapachun mañay. Llakta mashiman wasita  rikuchun minkarkani. 2. encargar, encomendar. Imakunatapash shukman kushpa sakiy. Churana kipita Quito llaktaman minkarkani.",
    "mirachina": "[miračina] v. multiplicar, acrecentar. Chayllatak tawka kutin yapachishpa achkayachiy. Kay yupaykunata mirachirka.",
    "mirka": "[mirka, mirga] s.  peca. Aycha karapi llukshik yana shuyu. Chay warmika achka mirkayukmi kan. 2. manchas del rostro (paño).Yana sisushina ñawipi llukshik.  Kanpa uyapi mirka llukshishka.",
    "mishana": "[mišana] v. s. competir, ganar. Chayllatatak rurakushpa ñawpashpa tukuchiy. Yachaykunapi mishakuni. Sin. Kamana, yallina. mishki",
    "mishkichina": "[miškičina] s. condimento. Mikunata sumakyachik kiwakuna, kutakuna, shukkunapashmi kan. Chawpi puncha mikunata  mishkichinawan yanunki.",
    "mishkishimi": "[miški šimi] adj. lisonjero. Imatapash mishkilla rimak. Chay wamraka mishki shimimi kashka, paktarak.",
    "mishun": "[mišun] s. herramienta para deshojar. Atallpa chankamanta llukshichishka tullu. Sarata tipinkapak rurashka tullu. Mishunwanmi sarata sumakta tipinchik. Sin. Tipina.",
    "mita": "[mita] s. época, período, edad.  Tukuykuna  kawsay pacha. Chay mashika ñukanchikpa mitamantami kan. Sin. pacha.",
    "mitayuna": "[mitayuna] s. amz. ir de cacería y pesca. Sachaman wiwakunata hapinkapak riy. minkAnA  Ñawpa Wao mashikunaka sachapillami wiwakunata mitayushka. Sin. Purina.",
    "mitsa": "[miča, mitsa, miša] s. verruga. Chaki aychapi, maki aychapi wiñak muyushina. Chay uchilla wawapa makipika mitsami wiñakun. Sin. Chimpi, michamuyu.",
    "mitsamuyu": "[mičamuyu, mitsamuyu, miša-\nmuyu] s. verruga. Chakipi makipi wiñak muyushina. Chay uchilla wawapa makipika mitsamuyumi wiñakun. Sin. Chimpi, mitsa, micha.",
    "miyu": "[miyu] s. veneno. Wañuchina hampi.  Shanshi muyuka miyumi kan.",
    "muchana": "[mučana] v. besar, respetar, venerar. Shimipura tantachiy. Kuyashkamanta, llakishka  manta payta muchani. 2. adorar, invocar. Apunchikta,  apukunata kuyay. Iñikkunaka apunchikta yanapachun nishpami mucharka. Sin. 2 mañana.",
    "muklupuna": "[muxlupuna] v. amz. hacer gárgaras. Yakuta amullishpa kunkakama kachashpa, kutinllatak tikrachishpa shitay. Wayusata kashtushpa muklupuni.",
    "mukuna": "[mukuna] v. sn, amz. mascar, masticar. Kiruwan mikunata ñutuna.  Sara  kamchataka allitami mu  kunki. Sin. Kaskana, kashtuna, aku  na.",
    "mullchi": "[mulychi] s. amz. árbol silvestre con fruto. Muyuyuk sacha yura. Pishkukuna mikuna muyuyuk.  Wakamayuka mullchi muyuta mikun.",
    "mulu": "[mulu, muluku] s. ss. plato. Mikunata churankapak rurashka kallanashina rikurik. Apitaka ¿anta mulupichu kararka?",
    "munanayak": "[munanayax,  munanayag,\nmunanayak] adv. hermoso, bello, lindo. Imakunapash sumak rikurikta ninkapak shimi. Chay urkupika rasuka munanayaktami rikurin. Sin. munanayay, sumak.",
    "munana": "[munana] v. querer, desear, antojar, aficionar, tener deseos de algo. Imatapash  tukuy  shunkuwan  cha  rinayay, rikunayay. Payka chay warmita kuyankapak munarka. 2. amar. Karipash, warmipash llakiy, tukuy shunkuwan kuyana. Paytami tukuy shunkuwan munani. Sin. 2 kuyana, llakina.",
    "munchi": "[muŋči] s. co. variedad de planta subtropical. Wasi  uku  mapa kakpi pichankapak pankalla yura. Wasi kanchata munchiwan picharkani.",
    "munzira": "[munzira, munza] s. bo. constelación. Hawa pachapi ñanshina achka kuyllur rikurin. Mashna munzira tiyashkata mana yachanchik  chu. muray (<**muray) s. hora. Punchapa ishkay chunka chusku rakishka kak. Ecuador llaktapìka, wakin pachapika, sukta muraypi intimi rikurin.",
    "muriti": "[muriti] s. amz. palmera con fruto comestible. Hatun panka  yuk, chuntashina muyuyuk, turu pampaku  napi wiñak yura. Turu pampapi muriti yurata rikurkani.",
    "muru": "[muru] adj. bicolor: de pintas negras con blancas. Puma karashina tullpurishka wiwakunapa kara. Muru wakra  tami raymipika wañuchirkanchik.",
    "mushuk": "[mušuk, mušux, mušu, musuk] adj. nuevo (objetos y tiempo). Imapash  chayrak llukshirishkalla, manarak riksishka, kallarish  ka, churashka kak. Mushuk punchu  wan raymiman  rirkani.",
    "muspa": "[muspa, mušpa] adj. s. torpe, tonto, imbé  cil, ingenuo, zonzo, idiota, bruto, bobo. Mana imatapash ushak, ma  na yachak runa. Yayaka llakita rikushpa  muspalla tukurka. Sin. Upa, upayashka.",
    "muspayana": "[muspayana] v. enmudecerse, em  bobarse, anonadarse. Mancharishkashina sakirina. Wawaka raymipi supaytukushka runata rikushpaka muspayan. Sin. upayana.",
    "mutilun": "[mutilun] s.amz. tortuga terrestre. Kutu chakiyuk, allpapi llukashpa purik, kaspishina sinchi karayuk, sachapi kawsak yawati. Llullu mutilunta hapimuni. Sin. Yawati, tsawata.",
    "mutki": "[mutki] s. olfato. Tukuy kawsak kuyurikkuna ashnayta riksik yuyay. Runakunaka mana wiwakunashina mutkita munAnA  charinchu.",
    "mutul": "[mutul, mutulu] s.  amz. cartílago. Tullu mu  kukunapi tiyak amuklla tullu. José wawami tikrashpa mutulpi waktarirka.",
    "muya": "[muya] s. huerta, potrero, pastos escojidos. Ñutu wayllalla yura, mana yapa hatun, achka yakuwan wiñak kiwa pampa.  Ñukanchikka wakrata muyapimi michinkapak rinchik.",
    "muyu": "[muyu] s. semilla, pepa, grano. Raku raku murukunata tarpun  kapak akllashka muru; wiñanalla mu  ru. Papa muyuta tarpunkapak akllakuni.",
    "muyuna": "[muyuna] v. girar, dar vueltas alrededor. Pirurushina puriy. Kushpika, utkalla muyun. muyunA ",
    "nanakyana": "[nanaxyana, nanakyana, na-\nnagyana] v. sn. resentirse, enojarse, encapricharse. Rimashkamanta, piñashkamanta shunkupi nanarina. Paypa shutita hapishpa llullakpika, payka nanakyanmi. Sin. Impayana, piñarina.",
    "nanarina": "[nanarina] v. arrepentirse, tener remordimiento, dolerse. Runapura mana allita rurashkamanta llakiriy. Mamaka paypa kuyashka churi karu llaktaman rikpika achkatami nanarin.",
    "napana": "[napana] v. na. estar en celo, estar en época de apareamiento. Warmi wiwakuna, kari wiwanayachiy. Wakraka kay punchakunaka napakun. Sin. Salinana.",
    "nina": "[nina] s. fuego, candela. Yantata rupachikpi kunuklla punchakllapash rikurik. Papata ya  nunkapakka ninatami mutsurinchik. Sin. rupay.",
    "ninanta": "[ninanta, ninanda, ninandax] adv. im. amz. a gusto. Imatapash yapata, achkata rikuchik. Ñukapa wasipika ninantami mikumuni.",
    "nitkana": "[nitkana, nixtana, niktana, nitixana,\nñiktana, mitkana] v. tropezar. Purikushpa chaki  wan takarina. Ñukaka kay ñan  pimi nitkarkani.",
    "nuna": "[nuna] s. alma, espíritu. Samayshina sinchiyashka mana rikuypak kak, mana hapiklla kak. Sacha llaktapika, chikan nunami purin. Sin. Aya, samay.",
    "nuspana": "[nuspana, muspana] v. tener pesadillas. Puñuypi ayakunata rikushpa kapariy. Payka yallita mikushpa puñukushpaka nuspan. Sin. llapitukuna.",
    "nuyuna": "[nuyuna] v. s. inundarse. Yapa tamyakpi achka yaku huntay. Achka yaku shamukpi chakaka nuyurka. 2. v. s. remojarse, humedecerse.Sinchi murukuna utka yanurichun nishpa  yakupi churay. Saraka yakupi urmashpa nuyun. 3. v. desleirse, derretirse. Imakunapash yakuyay. Kachipi yaku yaykushpaka tukuymi nuyun. Sin. 1 kuchayana; 2 Huntana, hukuyana. nuyunA ",
    "ñachak": "[ñačax, ñačak, ñača, ñačix] s. ss. planta medicinal de flor amarilla. Killu sisayuk,  pampakunapi wiñak uchilla kiwa. Rupay unkuyta hampik yura. Unkuyta hampirinkapakka ñachak kiwa yakuta upyanchik.",
    "ñakalla": "[ñakalya] adv. recién, hace poco. Kunanlla pacha ninkapak shimi. Kanpa yayaka ñakallami kaymanta rirka.",
    "ñakchana": "[ñaxčana, ñagčana] v. peinar. Akchata allichinkapak ñakchawan llampuy. Akchata yakuwan hukuyachishpa ñakchan.",
    "ñan": "[ñaŋ, ñampi] s. camino, sendero, vía. Maymanpash purishpa chayankapak rurashka.  Kay ñanta ka  tishpami urkumanka chayanki.",
    "ñañu": "[ñañu] adj. delgado. Imapash ashtawan chusulla. Runa warmikunapa puchkaka achka ñañumi kan.",
    "ñawchi": "[ñawči] adj. punta, agudo, aguzado. Imapash kasha, yawri umashina kak. Shuarkunapa wachika ñawchimi kashka.",
    "ñawpa": "[ñawpa, ñaŋpa] adv.  antiguo, remoto; adelante. Kawsaykuna kallarik pacha. Runakunaka ñawpa yayakunapa kawsayta katina kanchik.",
    "ñawpana": "[ñawpana, ñaŋpana] v. adelantarse, anticiparse. Imapipash shukta yallish  pa ruray.  Yachachikka hatun ñanta ñawpakun.",
    "ñirak": "[ñirak, nirak] comp. Clase, variedad. Kayka chayshina rikurikmi kan nishpa rimay. Kay sisaka amankayñirakmi kan. Sin. sami, -shina.",
    "ñuka": "[ñuka, ñuxa, ñux, ñuku] pron. yo. Kikin shutipa ran  ti ninkapak shimi. Ñukaka kaypimi kawsani.",
    "ñukñu": "[ñugñu] adj. soso, desabrido. Mana kachita, mana mishkita charik mikuna. Kachi illak mikunaka ñukñumi kashka. 2. tu. empalagoso. Yapa mishkiyuk. Kay mikuyka ñukñu mikuymi kan. Sin. 1 Chamuk, chamcha.",
    "ñuñu": "[ñuñu] s. leche materna humana. Warmikunapa chuchumanta llukshik yurak yaku, mikuypa may alli. Llullu wawaka mamapa ñuñutami chuchun.",
    "ñusta": "[ñusta] s. princesa, reina soltera. Tawka kuytsakunamanta akllashka sumak warmi. Sara ñustaka, may sumak warmimi kan.",
    "ñutu": "[ñutu] s. amz. planta que da fruto. Mishki mikunata aparik kiwashina uchilla yura. Anti suyuman rishpaka ñututami mikunchik.",
    "ñutuna": "[ñutuna] v. pulverizar, suavizar, refinar. Imakunatapash kutatashina ruray.  Yayaka ukata tarpunkapakmi allpata ñutun. ñutunA ",
    "pachak": "[pačak, patsax, patsak, patsag,\npasak] num. cien, ciento. Chunka kutin chunkachikpi tukuk yupay. Shuk apiwta pachak kullkipimi katurkani.",
    "pachallina": "[pačalyina] s. Ima puchkawanpash awashka, warmipa washata pillurina. Kusaka pachallinata warmipakmi awan.",
    "pakarichina": "[pakaričina] v. amz. alumbrar, dar a luz. Chichu warmi  wachariy. Rosa mashika  wachana wasipimi pakarichirka. Sin. Wacharina, mirarina.",
    "pakarina": "[pakarina] v. amanecer. Inti llukshinkapak achikyashpa punchayay. Hatun mayupi challwakukpi  pakarirka. 2. trasnochar. Tutapi mana puñuy. Shuwata chapashpa pakarirkani.",
    "pakay": "[pakay] s. sns, amz. guaba. Mishki mikunata kara ukupi charik, yana muyuyuk hatun purutushina.  Juanchuka tulupi pakayta pallankapak rirka. Sin. Kachik.",
    "paki": "[paki, phaki, faki] adj. pedazo, rotura, fractura; fracción (quebrado en matemáticas). Llikishka, ñutuyachiska, chiktarishka. Paki lumuta kuchiman shitay. Sin. piti, chawpi, iki.",
    "paklla": "[paxlya, pakža] adj. amz. despe  jado, claro. Sachapi yurata, kiwata pitikpi chushak punchaklla sakirina. Paklla pampata yallimuni.",
    "pakta": "[paxta] adj. amz. concluido, terminado, finalizado. Imatapash tukuchin  kakama llamkay. Yachaytaka paktami kan. Sin. Tukurishka, tukuchishka.",
    "paktalla": "[paxtalya, paktaža] adj.  mediano. Imapash chawpiyashka, mana  hatun, mana uchillachu. Paktalla wakrata katushpa warata rantirka. Sin. Mallta.",
    "paktarak": "[paxtarak] interj. expresión prohibitiva ¡cuidado!. Ama chayta ruraychu ninkapak shimi. Ama tamyapi rinkichu, paktarak, urmankiman. Sin. ñatak.",
    "paku": "[paku, pako] adj. sn. color café oscuro. Turu allpashina rikurik tullpu. Paku rumita waykumanta apamuni.",
    "pala": "[pala] adj. amz. ancho. Kinrayman patakyashka. Mashika pala kaspita rantirka. Sin. patak.",
    "palamaku": "[palamaku, falamaku, palama] s. bo. divinidad que ori  ginó los insectos. Ñawpa pacha runapa yuyaypika tukuysami chuspita wachachishka. Palamaku apuka tukuy chuspita wiñachishka. 2. bo. insec  to en general. Tukuy uchilla chuspikunapa, kurukunapa shuti. Chay wawa mashika mana rikshishka palamakuwan  unkurka.",
    "palanina": "[phalanina] v. brillar, resplandecer. Ima antakunapash llipyarik. Kunan tutamantaka intika ¡manchanay! palanin. Sin. Llipyana.",
    "palata": "[palata, balata] s. amz. caucho. Shuk hatun pankayuk, achka yurak wikiyuk yura. Palata yuraka anti suyu  sachapimi wiñan.",
    "palikina": "[palikina, phalikina, pharikina] v. bo. desmenuzar. Imatapash ñutuy. Pedro mashimi, misiman tantata palikirka. Sin. Hakuna.",
    "palla": "[palya] s. rondador. Sukus pitishkakunata kimichishpa watashka pukuna takik. pAllA  Wamrakuna pallapi takishpa rikuchirka.",
    "pallka": "[palyka, pažka, palka, parka] s. horque  ta, bifurcación. Yura wiñarishpa ishkay  pi rakirishka. Pallka kaspiwan kupata  wayrachirkani. 2. catapul  ta. Rumita wara  kankapak rurashka kas  pi. Andres wamraka pallkawan  rumita karuman shitarka. Sin. 1 mantakakiru.",
    "pallta": "[palytay, palta] s. aguacate. Waylla kara  yuk, waylla mikunayuk, sinchi muyuyuk muru. Salasaca llaktapika, aya punchakunapimi, achka palltataka mikunchik.",
    "palu": "[palu] s. lagartija. Uchilla waksashina, allpapi llukashpa purik wiwa. Chay sirik kaspi hawata paluka kallparka. 2. amz. culebra. Witapi kawsak machakuy. Ishpinku yurapi  shuk sumak tullpuyuk palumi llukan.  Sin. 2 Machakuy.",
    "pampa": "[pamba, paŋba] adj. común, general. Tukuyta ninkapak shimi. Pampa unkuyta warwar yakuwan hampirini.",
    "pani": "[pani] s. de hermano a hermana. Chay mamamantallatak llukshishka kari churi warmi ushushita ninkapak. Mashi, kanpa paniwanmi sawarina kani.",
    "pankalla": "[paŋgalya] adj. ágil, veloz, liviano. Imapash Hawalla, mana llashak kak. Wawakunaka pankallami kallpan. Sin. wayralla.",
    "pantay": "[panday] s. error, equivocación, confu  sión. Waklliy ruraykuna, yuyaykunapashmi kan. Kay  pantayta allichipay.",
    "panti": "[paŋti] s.  yerba para teñir. Imatapash tullpuk kiwa.  Panti kiwawan tullpuyta  yachachishunchik. pantinsaya  (<**  paŋtinsaya: pa+ntin+saya) s.  Continente americano. Pacificopa, Atlanticopa chawpipi sakirik suyu, hatunllakta. Pantinsayapika azteca, maya, chibcha, inka, guarani runami kawsan. Sin Apya Yala.",
    "panwa": "[paŋwa, paŋgua] s. amz. trampa de cacería para animales pequeños. Uchilla pAllAnA  sacha wi  wakunata hapinkapak rurashka.  Kay tutamanta  shuk siku panwapi urmashka",
    "paña": "[paña] s. amz. piraña. Puka ñawiyuk, sinchi shinchi kiruyuk, aycha mikuk, yakupi kawsak challwa. Paña aychapash sumakmi kan.",
    "papa": "[papa] s. papa, patata. Allpa ukupi tiyak ankukunapi mikuna muruta aparik yuyu.  ¿Mashna ashanka papatatak kanpa chakramanta allarkanki?.",
    "paramuna": "[paramuna, paramuyana] v. s. lloviznar. Ñutu tamya urma  y.  Kunan chishipimi paramurka.",
    "parkuna": "[parkuna, parkona] v. ss. regar o esparcir agua. Tarpushkakunapi yakuta talliy, hichay. Papa chakrapi parkurkani. Sin. Tallina, chakchuna.",
    "paskana": "[paskana] v. abrir, despegar. Wichkashkata, watashkatapash kachachiriy, karuyachiy. ¿Imaraykutak punkutaka ma  na utka paskarkanki?  Sin. pakllana.",
    "paspa": "[paspa] s. paspa. Aycha kara chakirishpa karachashka. ¿Imamantatak paspa ñawi kanki?.",
    "pasu": "[pasu] s. amz. tipo de ár  bol de frutos comesti  bles. Raku yura ñañu pankayuk, mikuna muyuta aparik. Pasuta hapinkapakmi mamaka rirka.",
    "patak": "[phatax, phatix] adj.  ancho. Tupuypi imapash hatun pankashina. Patak rinriyuk wakrami achka aychata charin. Sin. Pala.",
    "patara": "[patara] s. hoja, página. Killkankapak rurashka karallashina. Kay patarapi killkashpa katinki.  Sin. panka.",
    "patas": "[patas] s. amz.  cacao blanco. Killu karayuk pukurishpa payllatak urmak, ukupi achka yurak muyukunata charik hatun muru. pAtAs  Pukushka patasta yunkamanta apamuni. Sin. Kula, kila.",
    "patpa": "[patpa] s. s.  pluma. Tukuy pishkukunapa millma. Kintipa patpaka wayllami kan.",
    "patsak": "[patsak, patsya, batsak] s. co. baga  zo. Muyukunapa kara. Wanu tukuchun, wiru patsakta allpapi pampanki.",
    "pawana": "[pawana, phawana, fawana] v. volar. Ima  kunapash hawa wayrata puriy. Uchilla pishkuka mana karuta pawarkachu. 2. brincar. Maykanpash wichay  man, urayman, tukuy manyaman tushukshina tukuy. Ñukapa wawaka patamantami pukllashpa pawarka. Sin. 1wampuna; 2 tushuna. pawkar (<*pawkar) s. marzo. Kimsaniki killa. Pawkar killapi, - punchaka equinocciomi kan.",
    "pay": "[pay] pron. él, ella. Karullapi tiyak runata mana shutichishpalla rimay. Paymi ñukapa kuyashka warmi.",
    "payaku": "[payagu] exp. amz. expresión para referirse a la hija apreciada. Kuyashka ushushita nina shimi. Payaku, aswata upyachiway. Sin. Mamaku.",
    "payku": "[payku, payko] s. s. yerba medicinal. Mishkilla ashnarik uchilla yura. Yuyayta kamachik, kuykapak hampi, lukrupi churashpa mishkichina. Yuyay mirarichun payku yakuta ru  rashpa upyanki.",
    "paza": "[paza] adj. áspero, escabroso, tosco. Ima karakunapash kapulí yurapa karashina kashallalla. Yapa chiripi, wayrapi paza maki tukushkanki. Sin. lluru, sakra.",
    "pichana": "[fičana, pičana, phičana] s. escoba, borrador. Sunilla sinchi kiwakunata shuk kaspi manyapi watashka. Pampakunata chuyachinkapak rurashka. Llaktamanta shuk pichanata rantimuni.",
    "pichka": "[pička, pičika, piška, piča] num. cinco. Chusku yupayta katik yupay. Pichka wiralla kuchita charini.",
    "pilis": "[pilis, pigli] s. s. piojo blanco. Kuchikunapi, runakunapipash tiyak usashina yawarta tsunkashpa kawsak. Kay kuchika pilis huntashpami irkiyashka.",
    "pillchi": "[pilyči, pilči] s. recipiente de la cáscara del coco. Shuk kuku karamanta chawpishka rumpalla rikurik. Yakuta, aswata upyankapak rurashka. Shuk pillchi aswata karaway. 2. amz. tipo de árbol. Pillchi muyu nishkata aparik yura. Ankarata rurankapak, yuramanta shuk pillchi muyuta apamuni.  Sin. 2 kuya.",
    "pillpintu": "[pilypiŋtu, piŋpilyitu, pimpillitu pil-\npiŋdi] s. mari  posa. Tawka tullpuyuk uchilla rikrayuk pawashpa purik chapul. Pillpintuka sumak tullpukunatami charin. Sin. Chapul.",
    "pimpis": "[pimpis, piŋpis] s. amz. aleta de pez. Challwakunapa waytarik uchilla rikrashina tullu. Challwakunaka pim  piswan utkashpa waytan. Sin. Winkanas.",
    "pinkala": "[piŋgala] s. amz. mosca grande que no pica. Kuru  kunata wachak hatun chuspi, mishkikunapi, mikunakunapi, mapakunapi tantarik. Mishki mankapi  pinkalaka tiyarishka. Sin. kurumama.",
    "pinkana": "[piŋgana] v.  avergonzarse, ruborizarse. Runapa ñawi pukayay, llakishina sakiriy. Mana riksishka ayllu kakpi pinkarkani.",
    "pinllu": "[piŋlyu, pinžu] s. lechero. Mallkita, pankata pitikpi  yurak ñuñushina llukshik yura. Pinllu yurapi anka tiyakun.",
    "pintuk": "[piŋtuk, pintu] s. amz. caña brava. Ashankata, kawituta, wasi chakllatapash rurana, waykukunapi wiñak sukusshina hutkuyuk yura. Anti suyupika pintukwanmi wasikataka rurankuna.",
    "piñarina": "[fiñarina, piñarina, phiñarina] v. resentirse, enojarse, encapricharse. Rimashkamanta, piñashkamanta shunkupi nanariy. Paypa shutita hapishpa llullakpika, payka piñarinmi. Sin. Impayana, nanakyana.",
    "pircha": "[pirča] s. bo. cardo. Sisapi sinchi kashayuk uchilla yura. Millma  kunata ñakchankapak alli. Pirchawan llama millmata amukyachini.",
    "piripiri": "[piripiri] s. amz. ceremonial para la lluvia y como talismán en la caza y pesca.  Sinchi tamyata kayankapak kapariy  Tamyankami, ñami piripiri takiyta kaparin.",
    "piruru": "[piruru] s. tortero para hilar, disco. Rumpashina chawpipi hutkuyuk kallana paki. Puchkana siksik  pi llashakyachun churana.  Puchkana piruruwanmi wawaka pukllakun. 2. sn. trompo. Allpaman shitashpa pukllan  kapak rurashka kushpishina kaspi muyu. Piruruwan haku pukllashun.",
    "pishi": "[piši] adv. poco, escaso. imapash ashalla kak. Wiwakunamanka pishi kachita kunchik. Sin. asha.",
    "pishku": "[pišku, pisku, piško] s. ave, pájaro. Patpayuk wiwakuna. Wakinka pawak, wakinka mana pawakkuna. Kay pishkupa shutika chawamankumi kan. Sin. zhuta, munchi.",
    "pitakaya": "[pitakaya] s. amz. ti  po de fruta. Yurak mishki mikunayuk muyuta aparik kashayuk yura. Wamraka pitakaya muyuta yachana wasiman aparka.",
    "piti": "[piti] det. Mana achka.  Piti tantatami mikun. Sin. Asha.",
    "pitita": "[pitita] s. departamento, alcoba. Wasi ukupi pirkawan, imawanpash rakishka. Pititapika sumakta puñunchik. Sin. Killi.",
    "pitsik": "[pitsik] s.  planta silvestre proliferante. Purun yura maypipash mirariklla.  Inchik chakrapi pitsik wiñash  ka.",
    "piyan piyan": "[piyan piyan] s. amz. tipo de pájaro. Muru patpayuk, killu wiksayuk uchilla pishku. Lisan muyuta mikuk, piyan piyan nik. Piyan piyan pishkuka lulunta wachashkami.",
    "puchkana": "[pučakana, puškana, pučana] v. hilar. Millmata, chawarta, champirata ñañu ankuta awan  kapak ruray. Punchuta awankapak llama millmata puchkakuni.",
    "puchukay": "[pučukay] adv. último. Imapash washapi, tukuripi sakirik. Kallpakuy  mantaka puchukaypi sakirirkanki. Sin. Chu  pa.",
    "puchul": "[pučul, fučul] s. sc. Vainas trilladas luego de sacar los granos. Wayrachish  ka murukunapa, muyukunapapash kara. Purutu puchulta ismuchikuni.",
    "puka": "[puka] adj. rojo. Yawarshina riku  rik tullpu. Puka chuntamanta rurashka aswami kan.",
    "puka shunku": "[puka šungo] s. corazón. Tu  kuy runakunapa, wiwakunapa yawarta rakik aycha. Imamantapash yalli piñarikpika shunkuka na  nanllami. Sin. shunku.",
    "pukllana": "[puglyana, pugžana] v. jugar. Imata rurashpapash kushiyay. Wawakunaka rumpawan pukllan. Sin. Chunkana.",
    "pukshi": "[puxši] s. ss.  cal. Yurak ñutu kutashina allpa, wasi pirkata yurakyachina. Wasita  tullpunkapak pukshita rantina kanchik. Sin. Isku.",
    "pukuna": "[pukuna, phukuna] s. bodo  quera. Chuntata, kuyata aspishpa ru  rashka suni kaspi. Pishkukunata, wiwakunata wañuchinkapak alli. Sachaman rishpaka pukunata apanki.",
    "pukuy": "[phukuy] s. soplo de curación. Unkuyta kallpachiy, llukshichi  y.  Mancharishka un  kuy anchurichun pukuykunata rurarkani.",
    "pukyu": "[pukyu] s. vertiente, pozo, manantial. Allpa ukumanta yaku llukshirik. Chachimbiru llaktapika  kunuk yaku pukyumi tiyan.",
    "pulanti": "[bulandi] s. amz.  variedad de bejuco. Taruka ñawi nishka muyuta aparik anku, shuk llaktakunapika kalatis anku nishka.  Pulanti muyuwanka wallkakunatami ruranchik. Sin. kalatis",
    "pullukuku": "[bulyukuku] s. amz.  variedad de lechuza. Uchilla muru patpayuk, tutalla pu  rik, puka ñawiyuk pishku. Pullukukuka tutami pawashpa purin.",
    "puma": "[puma] s. amz.  Tigre, puma. Hatun misishina rikurik, muru millmayuk, yura  pi, hutkukunapi puñuk, aychallata mikuk sacha wiwa. Sacha pumakunataka mana wañuchinachu kanchik.",
    "puna suyu": "[puna suyu] s. región de la sierra. Urkukunayuk   chirisapa llakta. Puna suyupika chiri chirimi kan, shinapash achka kichwa runami kawsan. Sin. sallka suyu.",
    "punchana": "[puŋžana, puŋčana] s.  guatusa. Kuyshi  na umayuk, puka rinri  yuk, yana millmayuk, lumuta chakrapi mikuk sacha wiwa. Punchana aychaka sumak mishkimi kan. Sin. Siku.",
    "punkara": "[puŋgara] s. amz.  tipo de fruta. Killu wikiyuk mishki mikuna muyu. Punkara yura wikita sin  chiyachishka. 2. petróleo. Allpa mamapi tiyak yana wira.  Punkaraka tukuy runakunapakmi kan. Sin. 1 Kuytansiw; 2 allpawira.",
    "punku": "[punku, puŋgu] s.  puerta, entrada. Wa  si ukuta wichkankapak rurashka. Wasi punkuta wichkay.",
    "puntu": "[fuŋdu] s. s. vasija, pondo. Ñañu sikiyuk manka. Yakuta apankapak ru  rashka. ¿Puntupi aswata ña churankichu?.",
    "punzu": "[puŋzu, puŋtsu, phuŋtsu] s. s. resíduo de hierba o paja que dejan los animales luego de alimentarse. Ima kiwakuna  pash wiwakuna mikushka kipa tamushina sakirik. Wakra mikushka puchu punzuta rupachini. 2. adj. enredado. Patanyashka llama millmashina kak. Sachamanta punzu kiwata tantamuni.  3. s. amz. viruta. Kaspita aspikpi llukshik ñutu hamchikuna. Punzuta llukshichinkapak kaspita llakllarkani.",
    "puñu": "[puñu, puyñu] s. s.  cántaro de una oreja; pondo. Turu allpamanta rurashka shuk rinriyuk manka. Apita yanunkapak puñu mankata rantini.",
    "pupu": "[pupu] s.  ombligo. Wacharishka ankuta pitishka wiksapi tiyak hutku. Pupupi ama wayra shitachun kushmawan katariy.",
    "puru": "[puru] s.  tutuma. Pillchishina uku  pi chushakyuk. ¿Puruwan takinata ushan  kichu? 2. amz. obje  tos pequeños de barro. Turu allpamanta rurashka uchilla mankakuna, wallukuna. Purupi yakuta apakuni.",
    "purun": "[purun, purum] sc. planta silvestre. Hicharishka muyukunamanta wiñak yura.  Kuykunaka purun kiwatapash mikunllami. Sin. chas, wala, ushun.  purun (<**purun) s. julio. Kanchisniki killa. Purun killapipash wakin llaktakunapika inti raymita tushun.",
    "pusak": "[pusax, pusak, pusag, pusa, pusux,\npu \nsuk, pusug, pusu] num. ocho. Kanchis yupayta katik yupay.  Pusak watayuk wawata chari  ni.",
    "pushak": "[pušax, pušak, pušag, puša] s.  dirigente, líder, presidente, gobernante. Ayllullakta runa tantarikunata ñawpachik. Alli pushak runata  charinchik. Sin. Kuraka, apu.",
    "pushinshi": "[pušiŋši] s. amz. hormiga conga. Shuk yana, uchilla, yuturishina sikipi tuksinayuk añanku.  Pushinshika sinchitami tuksiyta yachan.",
    "pusku": "[pusku, putsuxu] s.  espuma; fermento, levadura. Yaku timpurishpa yurak sisashina tukushka. Yaku puskuwan pukllani.",
    "puskuyana": "[puskuyana] v. agriarse, hacerse agrio. Yanushka mikunata achka pachakunata sakikpi hayakyay. Atallpawan yanushka mikunaka puskuyarka.",
    "putan chuspi": "[putan čuspi] s. abeja. Mishkita kuk chuspi. Putan chuspika sisakunata mishkita maskakun. Sin. Mishki chuspi, chullumpi.",
    "putsa": "[phutsa] s. sc. racimo pequeño. UchiputsA  lla watushina, luntsashina. Ka  puli putsata paktashpa kupay.  2. bo. nido mal formado. Yanka rurashka pishku kisha. Urpika putsapi lulunta churashka. Sin. 1 Luntsa, 2 kisha.",
    "putu": "[putu] adj. snc,  mocho. Kutushina. Chay allkuka putu chupayuk kashka. 2. s. sn. tronco. Kuchushka yu  rakunamanta llukshik kullu.  Pututa apamupay.",
    "putukulu": "[putukulu] s. amz.  renacuajo. Llullu wawa hampatu. Putukulukunaka chinkarikunmi. Sin. willi willi.",
    "puyu": "[puyu, phuyu, fuyu] s. nube, niebla, neblina. Hawa pachapi yu  rak, yana, puka kushnishina tiyak. Puyu punchapi ñanta pantarini.",
    "puzun": "[pusun, puzun, buzun, uspun] s. panza. Runa wiksapi, wiwa wiksakunapi tiyak mikushka tantarina hatun chunchulli. Wakra puzunta yanunkapak rantiklla rini. Sin. uspun. putsu ",
    "rakiy": "[rakiy, řakiy] s. división, parte, pedazo. Imatapash chay tupulla  pi chawpina. Yayapa chunka waranka kullkitaka pich  kantinmi rakiyta ruranchik.",
    "rakrayana": "[řagrayana] v. resquebrajarse, a  grietarse. Ima sinchi  kunapash yantashina chiktariy, chillpiriy. Allpa kuyuymanta wasi pirkaka rakrayarka. Sin. chiktay.",
    "rakuyana": "[rakuyana] v. engrosarse. Imapash hatunlla tukuy. Papaka ñami rakuyakun.",
    "ranti": "[randi, řandi] adv. a cambio de, reciprocidad. Shukmanta shuktak ruray, shuktak yanapay. Tushuymanka yayapa ranti churimi rirka.",
    "rantipana": "[řandipana, řandibana, randi-\npana] v. s. contestar, responder. Imata nikpipash kutichiy.  Manuelka kay rimashkata kipalla rantiparka.",
    "rapyana": "[rapyana] v. contraerse los músculos. Shuk runapa ñawi, shimi, rikra, chanka, ima kashpapash, aycha yankamanta kuyuriy. Yapa purishkamanta chankapash paylla rapyan.",
    "rasuna": "[řasuna, rasuna] v. nevar. Urkukunapi achka rasu tamya urmay. Chim  borazo urku rasuwan kashpaka kaytapash rasun.",
    "rawana": "[řawana] v. sc. Hacer surcos. Allpapi wachuta ruray. Wakrakunawan utkalla rawanchik. Sin. wachuna.",
    "rawmana": "[řawmana] v. magullarse, remellarse. Aspirishpa chukririy. Rumikunapi  urmashpa maki rawmarini. 2. im. Desramar, deshojar; descascarar, despellejar. Mallkita mukupi pitiy; karata llushtiy. Yurapa mallkikunata ama sara chakrata makachun rawmakuni. Sin. Llakana, rawchana, chillpina, lluchuna, saklana.",
    "raymi": "[raymi] s. fiesta, festividad. Tukuy runakuna u  pyashpa, tushushpa rimashpa shunkuta kushiyachina.  Churi  sawarikpi  hatun  raymitami  rurarkanchik.",
    "rikcharina": "[řixčarina, řikčarina, rigčariy] v. des  pertarse. Puñukuymanta ñawita paskay. Allpamama kuyukun, rikchariychik.",
    "rikra": "[řigra, řikra] s. brazo. Maki mukumanta wichayman sakirik tulluyuk aycha. Tukuyta rurankapak yanapak aycha tullu. Papata rikrapi apani. 2. ala. Pishkukunata pawachik patpayuk tullu. Urpika yuraman rikrawan pawashpa sikan.",
    "rikuchina": "[řikučina] v. mos  trar, indicar, señalar, hacer ver, devolver la vista. Imatapash kaymi kan nina shimi. Hachipa wasita rikuchin.",
    "rikuna": "[řikuna] v. ver, mirar, ob  servar. Ñawiwan muyu  riypi tiyakkunata riksiy. Kay sisatami  rikukunchik. Sin. Kawana, chapana.",
    "rimana": "[řimana, rimana] v. hablar, con  versar. Imatapash shimiwan niy.  Wawakuna yachachunka kuyashpami rimanchik.",
    "rinri": "[řiŋri, řinři, iŋri, řiŋgri, niŋgri, rinrin] s. oído, oreja. Ñawi manyapi rimashkata uya  na hutku. Rinrika may mutsurik ukhu aychami kan.",
    "rirpu": "[řirpu, irpu, lirpu] s. espe  jo. Kikin ña  willatatak rikuchik.  Kay rirpupimi rikuni.",
    "riti": "[(<**plutón)] s. Intipa ayllumanta puchukaypi tiyak rumpu.",
    "ruku": "[řuku, ruku] adj. viejo, anciano. Achka watayuk runa. Kanpa ruku yayaka ¿maypitak kawsan? 2. amz. vieja, anciana. Achka watayuk paya warmi. Ruku warmita, alli kawsachun allimi charina kanchik. Sin. 2 Paya.",
    "rumikuta": "[rumikuta] s. cemento. Kutashka rAymi  rumi. Kunanka, rumikutawan wasichin.",
    "rumpa": "[rumpu, rumpa] s. círculo, redondo, esfera, circunferencia. Imapash muyushka.  Kay hatun rumpa ukupi pukllachin. 2. pelota, bola. Muyuklla  punkichishka pukllana kara. Shuk pukllana rumpata rantirkani. rumpu (<*rumpu) s. planeta. Hawa pachata muyurik. Intipa ayllupika iskun rumpumi tiyan: rimsi, chaska, tiksimuyu, mullu, akapana, chimpu, tinkullpa, turumanya, riti.",
    "runakay": "[runakay] s. humanidad. Runapa nuna, yuyaypash. Kay mamapachapi runakaytami sinchiyachinchik.",
    "runtuna": "[řuŋduna, ruŋduna] v. s. grani  zar. Rasu muru tamyashina urmay. Kayna punchaka achkatami runturka.",
    "ruparina": "[řuparina, ruparina] v. quemarse, arder, inflamarse. Imapi  pash nina hapiriy. Kupata rupachikushka ninawanka achkata ruparinchik.",
    "rurana": "[řurana, rurana, řana, ruwana] v. hacer, realizar, trabajar. Imatapash llamkay. Chakra hallmayta rurani. 2. s. actividad. Imapash llamkay.  Wawakunaka rurayta allichin. Sin. Llamkana.",
    "rutuna": "[řutuna, rutuna] v. trasquilar, corte de cabello.  Akchata, millmata pi  tiy. Llama millmata rutukuni.",
    "sacha": "[sača] s. monte, maleza, bos¬que. Achka yurakunalla huntashka allpa.Ñu  kaka sachapimi kawsani.",
    "sacharuna": "[sačaruna] s. na. variedad de lagartija. Waylla karayuk puka kunkayuk, washa tullupi kashata charik hayampi, yurakunapi kawsak.  Sacharuna hayampika sumak wiwami, chaymantami mana wañuchinachu kanchik.",
    "sakina": "[sakina] v. dejar; abandonar, dejar en testamento. Imakunatapash shukpi churak rina. Payka ushushipa muchikuta allichichun sakin.",
    "sakra": "[sagra, šagra, tsaka, tsagra, zagra] adj. tosco, áspero, escabroso. Imakunapash wakinpi hutku hutku kashalla paza kara. Allpapi punchantin llankakpika makika sakrami tukun. Sin. lluru, paza.",
    "saksana": "[saksana, saxsana, sagsana] v. hartarse. Wiksa huntakta mi  kuy. Katunkapak rina kuchika allimi saksarka. Sin. Amina.",
    "salinana": "[salinana] v. estar en celo. Warmi wiwakuna kariñachina. Warmi wakraka pacha paktakpika ñami salinan. Sin. napana.",
    "sallka runa": "[salyka runa] s. serrano. Sallka suyupi kawsak runa. Sallka runakunaka papata, siwarata, tawritapash tarpun.",
    "samay": "[samay, samiy, sami] s. respiración, aire, aliento. Kawsak runakuna, wiwakuna, wayrata hapishpa ukumanta kutin kachariy. Samayka kawsaytami kun. 2. s. descanso. Ru  nakuna, wiwakunapash shaykushka kipa llankayta sakiy pacha. Wakrakunaka ya  pushka kipaka samaytami munan. 3. s. espíritu, al  ma. Kawsakkunaman kawsayta, yuyayta kuk. Runa wañukpika samayka chinkarin.",
    "sami": "[sami] . Dicha, alegría, alegría, felici s dad, dicha, ventura; fortaleza, energía. Llakikuna illak sumak kay. Karu llaktapipash samiyukmi kanchik. Sin. kuchi.",
    "sampa": "[samba, saŋba, šampa] adj. débil, suave; perezoso, cobarde. Imapash mana sinchi. Payka un  kushka kashpami yapa sampa kan. Sin. Irki, wañullanki.",
    "sampi": "[sambi, saŋbi] s. canilla. Kunkurimanta chakikama tullu. Payka sampi takarishpami achkata nanachin. Sin. Pin  kullu.",
    "san": "[saŋ] s. pa. un tejido con hojas de palmera. Chilli pankamanta awashka. Pirutita wakaychinkapak rurashka. San hukukpimi hampiyuk pirutikunaka wakllirka.",
    "sañi": "[sañi, sani] s. hierba morada. Puka pankayuk uchilla yura, churanata sumakta tullpunkapak tarpush  ka. Sañi yurakunataka katunkapakmi tarpunchik. 2. adj. morado. Tsimpalu sisa tullpushina, shuk llakta  kunapi maywa shutiyuk. Sañi pachallinatami rantirkani. Sin. May  wa.",
    "sapalla": "[sapalya, sapaža] adj. solo, abandonado. Shuklla wakchalla sakirishka.  Kay wasipika yuyak mamaka sa  pallami kawsan.",
    "sapan": "[sapaŋ] det. cada. Ima shutikunapa kipapi usharik shimi.  Payka sapan punchami killkachishpa purin.",
    "sapiyana": "[sapiyana] v. enraizarse. Tarpushka yurakunaman  ta anku wiñay kallariy; yurakuna achka ankuyuk tukuy. Kapuli yuraka allpa ukupika achkatami sapiyan.",
    "sara panka": "[sara paŋga, sara faŋga] s. hoja de maíz. Sara tullupi llu  tariyak suni panka. Llullu sarapankataka wakramanmi karanchik. 2. amz. hojas que cubren al choclo. Chuklluta killpak panka. Chukllu tantataka sarapankawanmi ruranchik. Sin. 1 Kallcha, 2 kutul.",
    "sarpana": "[sarpana, zarpana] v. rociar, caer el rocío. Ñutu tamya urmay, sullayachiy. Kunan punchayaktaka achkatami sarpan. Sin. Shullana.",
    "sarushka": "[saruška] s. rastro, huella, pisada. Ima purishkata riksinkapak tarinkakama rikuy. Tutapi shuk llamata hillu allku mikushka, chayta sarushkata rurakunchik. Sin. Yupi, chaki kati.",
    "sasi": "[sasi] s. ayuno, dieta, abstención. Imapash mana mikuy upyay. Inkakunaka wakin kapak raymipika sasiyukmi kashka.",
    "satina": "[satina] v. meter, introducir. Imakunatapash ukuman yaykuchina. Aswata wi  shinkapakmi matita satikuni.",
    "sawarina": "[sawarina] v. casarse, contraer matrimonio. Kariwan warmiwan pakta pakta kawsankapak arininakuy. Wakin runakunaka apunchik wasipi sawarin.",
    "sawnana": "[sawnana] v. arrimar la cabeza (sobre la almohada). Umata hawayachishpa churay, ima  pipash umata kimichiy. Sumakta puñunkapakka umataka allimi sawnanchik.",
    "sayrina": "[sayrina, šayrina] v. fumar. Sayri kushnita kunkakama yaykuchishpa, shimimanta sinka  mantapash llukshichiy. Pachamamata ama mapayanchinkapakka mana sayrinchikchu.",
    "saywa": "[saywa] s. lindero, límite, mojón. Llaktakunapa all  papura ama pantay tiyachun imawanpash harkayta rurashka. Ñukapa allpa saywataka rikurayashpami kawsani.",
    "sichi": "[siči] s. amz. variedad de pez. Yapa uchilla yaku aycha. Napo mayupi sichita mikunkapak hapini.",
    "siki": "[siki] s. nalga, glúteos. Washa tullu tukurish  kapi tiyarinkapak mutsushka ñutu aycha. Karu llaktaman antawapi rikpika sikika achkatami nanan.",
    "siku": "[siku] s. amz. guatusa. Yana millmayuk, lumuta mikuk, yapa kita, sachapi kawsak wiwa. Anti suyupika siku aychatami sumakta mikunchik. Sin. Punchana. sillkukis (<**silykukis) s. semana. Kanchis punchayuk pacha.",
    "simpa": "[simba, simpa, čimba, čiŋba, šimba,\nšiŋba] s. trenza. Akchata, puchkakuna  tapash, kimsapi rakishpa awashkashinata ruray. Warmipa akcha simpaka achka rakumi kan.",
    "sinchi": "[siŋči, siŋži, xiŋči] adj. duro, fuerte, robusto, resistente, sólido; difícil; recio, vale  roso. Imakunapipash karilla kay, mana urmarishka kay, mana i  matapash manchak, unkuy illak runa. Runakunaka sinchimi kanchik. Sin. Anak, tiyaylla.",
    "sinka": "[siŋga] s. nariz, trompa. Runaku  na, wiwakuna imatapash mutkinkapak cha  rishka hutkukuna. Sinkawanmi sumak, waklli  ashnakkunatapash mutkinchik",
    "sipichi": "[sipiči, sipi] s. amz. variedad de árbol medicinal. Yurak wikiyuk, ñañu pankayuk, hampi yura. Sipichi yurata hampi kashkamanta wiñachinchik.",
    "sipri": "[sipri] s. labio inferior (ver wirpa). Rimakpi, mikukpi kuyurik uray hawa shimi kara. Payka  sipritami chukrichirka.",
    "sipuru": "[sipuru] s. pa. variedad de mono. Shuk uchpa, puntsu millmayuk, hatun chichikushina rikurik kushillu. Sipuru wiwaka sacha ukullapimi mitikushpa kawsan. Sin. Parawaku.",
    "sirana": "[sirana] v. coser, zurcir. Ima chu  rana manyakunata kumpay, llikirishkakuna  ta llutachiy. Kaya pun  cha raymiman rinkapak ruwana llikitami  sirakuni. Sin. chupana.",
    "siririna": "[siririna] v. acostarse, echarse. Imapipash, maypipash chutariy. Samankapak nishpami ashata siririni.",
    "sisa": "[sisa] s. flor. Yurakunapi tukuy tull  puyuk pankakunashina muruyankapak llukshikkuna. Wasi manyakunapi sisakunatami tarpuna kanchik.",
    "sisa pampa": "[sisapamba, sisapampa] s. jardín. Sisakunata tarpushka pampa. Sisa pampapi rimanakunkapakmi rikunakushun.",
    "suchu": "[suču] adj. tullido. Mana purinata ushak. Imamantachari chay warmi  ka suchu tukun. suCHu ",
    "suchuna": "[sučuna] v. s. arrastrarse. Mana puriyta ushay, chankakuna wañushkashina kakpi, mana tatkiyta ushay. Yapa rukuyashpami yayaka suchukun.",
    "sukta": "[suxta, sukta, sogta] num. seis. Pichka yupayta katik yupay. Sukta wawa atallpata, sukta dólar kullkipimi katurkani.",
    "sullka": "[sulyka] s. lunes. Shukniki puncha.",
    "sumak": "[sumax, sumak, sumag, suma] adj. bello, bonito, lindo, precioso, delicioso, distinguido. Imapash may alli kak. Chay wasipi shuk sumak warmimi kawsan. Sin. Kuyaylla, kapak.",
    "sumpu": "[sumphu, suŋfu] s. hierba aromática del páramo. Timpuchishpa nanayta hampirinkapak upyana kiwa. Ñukapa nanayta sumpu yura pankawan hampirini.",
    "sunka": "[sunka] s. barba, bigote. Karikunapa shimi muyuntinpi wiñak akcha. Mashaka sunkatami rutukun. Sin. munza.",
    "supi": "[supi] s. pedo. Sikimanta llukshik samay. Chirimanta wiksa punkishpaka supita kacharinchik.",
    "surkan": "[surkan] s. pulmón. Kawsakkunaman samayta chaskik. Surkanpi chiri ama yaykuchunka washata allitapacha killpanchik. Sin. paruk, yurak shunku.",
    "suru": "[suru] s. variedad de carrizo. Yaku kucha manyakunapi wiñak suni pankayuk kiwa. Suruwan kawitupi churankapak ruranchik.",
    "susuna": "[susuna] v. apolillarse. Murukuna, kaspikuna  pash, kuruyashpa hutkuriy, ismuriy. Mana utka mikukpi saraka susun. Sin. Kuruyana.",
    "suyu": "[suyu] s. región. Imashinapash shuk mamallaktata, imakunamantapash rakishka. Ecuador mamallaktaka Yunka suyu, Puna suyu Anti suyupi, Yawati suyupimi rakishka kan. suCHuCHinA ",
    "shakalli": "[šakalyi] s. na. loro pequeño. Uchilla arawshina pishku, achkapura tantanakushpa purik. Shakalli pishkuka paylla sakirishpami purikun. Sin. Kallikalli.",
    "shallipu": "[šalyipu] s. amz. tipo de árbol con semillas.  Ña  ñu pankayuk, pishkukuna mikuna muyuta a  parik yura. Pishkukuna mikuchun nishpami shallipu yurataka tarpunchik.",
    "shampana": "[šaŋbana] v. im. Desenredar el pelo (y otras cosas semejantes). Punzu tukushka ak  chata ñakchay. Ushushika akchata shampakun.",
    "shamuna": "[šamuna] v. venir. Maypi kash  pa kutin tikramuna. Ñukaka kaya puncha ushashpami shamusha.",
    "shapaka": "[šapaxa] s. variedad de palmera. Kunampushina kashpallata ñuñu pankayuk, suni muyuta aparik, paypa pankaka mana wasi awankapakka allichu. Shapaka kunanpika achka muyutami kay wataka aparishka.",
    "shayak aspi": "[šayak aspi] s. línea vertical. Hawaman  ta urayman  aspishka aspi. Hatun shayak aspita pankapi killkay.",
    "shayana": "[šayay] v. parar, detener. Hatarishka kana. Wasikamakkunaka punku yaykunapimi shayan.",
    "shikitu": "[šikitu] s. amz. Uchilla siklli challwa. Shikitu aychaka mishkimi kan.",
    "shikra": "[šikra, sigra] s. bolso. Chawarmanta patishina, imatapash wakaychishpa apankapak rurashka. Sarata shikrapi katunkapak apani.  sH",
    "shikshina": "[šikšina, šigšina] v. dar comezón.  Aycha karapi aspiyta munay. Umata yapa shikshin.",
    "shila": "[šila, šilya] s. vasija de barro, jarra, taza. Aswata, yakuta upyankapak allpamanta rurashka mulu. Aswataka shilapimi upyanchik.",
    "shillinkuna": "[šilyiŋguy] v. amz. fastidiar. Kanishpa, waktashpa, sillushpa, tankashpa piñachiy. Yachana wasipika wakin wawakunaka achkatami shillinkun.",
    "shilltipu": "[šilytipu] s. amz. variedad de mono. Chichikushina kashpallatak yana millmayuk yapa uchilla wiwa. Anti suyuman rishpaka shilltipu wiwata sumaktami rikunchik.",
    "shimi-chinkachina": "[šimi čingačina] v. delirar. Wañukushpa, yuyay chinkarishpa maytapash rimay. Mashika yuramanta urmashpa mana hamutay rimaywan shimi-chinkachin. Sin. Musparina.",
    "shimiyuk": "[šimiyuk] s. diccionario. Achka shimita tantachina. Yachakuk wawakunaka mushuk shimiyukpi mana riksishka shimita maskakun.",
    "shina": "[šina, čina, sina, žina, xina] adv. como. Kayka chay sami rikurikmi kan nishpa rimay. Kay shina punchuta rantinata munani. 2. igual que. Imapash pakta pakta kak. Kayshina rikurikta ruranki. 3. parecido, -a. Piwanpash rikchak rikurik. Ñukashina riku  rik wawkitami charini. 4. ejemplar, por ejemplo. Imakunapash achka tiyakpi wakinkunatalla hapiy. Imbabura markapi, kiti llaktakunata charinchik, shina: Otavalo, Cotacachi, Ibarra, Atuntaqui… 5. similar, semejante. A  shalla, rikchak kakpi. Kanpa yayashina llukshishkanki. Sin. chashna, –sami, ñirak.",
    "shinami": "[šinami] adv. por supuesto. Chashna kakpika ninkapak rimay. Raymipi shinami tushurkani.  Sin. Manakayari, shinaykuti, shinayka. sHinAmi ",
    "shinana": "[šinana] v. hacer siguiendo un modelo. Kayshinata ruray ninkapak shimi. Shuyay, kashnami makita shinanchik. Sin. Rurana.",
    "shinaykuti": "[šinaykuti] adv. por supuesto. Chashna kakpika ninkapak rimay. Raymipi, shinaykuti tushur  kankilla. Sin. manakayari, shinami, shinayka.",
    "shinkana": "[šiŋgana] v. marearse, desmayarse. Ashalla pukushka aswata upyashpa, uma takarishpa, shukmantapash muspashi  na sakiriy. Payka umapi takarishpa shinkan.  Sin. mayzana.",
    "shinki": "[šiŋki] s. amz. carbón. Yanta kaspi rupashkakunapi puchuk yana tukushka kaspi. Sacha rupachishkamanta shinki yantakunata tantanchik. Sin. killimsa.",
    "shinshin": "[šiŋšiŋ, šinšiŋ] onom. amz. onomatopeya  del  gemido. Shuk  runa wakakushpa sinkawan uyachiy. Shuk shinka runaka sinkawan shinshi shinshin nishpami wakakun.",
    "shirinka": "[širiŋka, širiŋga] s. amz. caucho. Yurak wikiyuk yura. Shirinka yuramantami tukuy sami wiñariklla imakunataka rurankuna.",
    "shitana": "[šitana] v. amz. brujear. Yachak runa imatapash mana alli kaskamanta llakichiy. Wakin hampikkunaka millay runataka shitanllami.",
    "shiway": "[šiway] s. pa. ciempiés. Yana tullpuyuk, achka chakiyuk kuru. Wawakunaka shiway kuruwanmi pukllan. Sin. Shiktikuy, tatis.",
    "shiwtana": "[šiwtana] v. amz. desbordarse, regarse. Yaku timpushpa talliriy. Wakra ñuñuka huntashkamantami shiwtakun. Sin. Tallirina.",
    "shukkuna": "[šux] s. unidades. Ima kashpapash shuk shuklla iskunkama yuparik. Kay pankapi shukkunata killkashunchik.",
    "shuklla": "[šuklya, šukža] adj. único. Shuk runa, imakunapash sapalla kak. Ñukapa shuklla churika karu llaktamanmi rirka. Sin. Chu  lla.",
    "shullana": "[šulyana, šužana] v. caer el rocío. Tutapi amsalla tamyashina urmay. Puyu pachamanta tamyarikshina sisakunapi shullan. Sin. sarpana.",
    "shunku": "[šungu, šungo, sunko] s. corazón. Tu  kuy runakunapa, wiwakunapa yawarta rakik aycha. Imamantapash yalli piñarikpika shunkuka na  nanllami. 2. médula de vegetales, el núcleo o el centro de objetos. Tukuy yurakunapa, rumikunapa chawpi ukupi tiyak. Kapuli shunkuwan awana kaspita rurakuni. Sin. 1 Puka shunku.",
    "shunkuy": "[šuŋguy] v. s. desayunar. Tutaman  tapi mikuy, mayllak shunkupi mikuy. Achka karu purinaman rina kashkamantami alli shunkunchik. Sin. Pakarimikuna, chinchina.",
    "shunkuyuk": "[šunguyuk] adj. adulto, pensante. Alli yuyak runa. Paya ushushika ña shunkuyukmi kan. Sin. Yuyayyuk, yuyak.",
    "shushuna": "[šušuna] v. cernir. Ima kutamantapash palakta llukshichiy. Sara  kutata shushukuni.",
    "shutu": "[šutu] s. gota. Ima huku kashpapash wikishi  na talliriy. Hampimantaka ishkay shutullatami upyan. Sin. Wiki.",
    "shutuna": "[šutuna] v. filtrar, gotear, chorrear. Yaku kashpa, mikuna kashpapash hicharishkashina urmay. Mawka wasimanta tamya yakuka shutun.",
    "shuwana": "[šuwana] v. robar. Shukpa ima charishkakunata apay. Chakrata chapakpika mana shuwankunachu.",
    "shuyu": "[šuyu] s. dibujo, cuadro. Pankapi, kaspipi, karakunapipash tullpukuna  wan hasHuyu  wishkakuna. Wawakunaka shuyuta ruranmi.",
    "takallina": "[takalyna, taxažina, taxalina] v. s. ceñir de forma cruzada. Shukpa ukunpi imatapash chimpakta watay. Ñustakunataka ñami takallikun.",
    "takarpu": "[takarpu] s. estaca; clavo. Ñañu chupayuk, satina kaspi. Wakrataka takarpupi watarkani.",
    "taki": "[taki] s. canción, pieza musical. Uyaypak, tushuypak, sumaklla uyarichiy. Siku anka nishkatami takirkani.",
    "takina": "[takina] v.  entonar un instrumento musical. Pinkulluta, churuta, imatapash pukush  pa sumakta uyachiy. Tantanakuyman  kayashpa  kachupi takini.  2. cantar . Shimiwan rimashpa, kinkuchishpa sumaklla uyachiy. Hachi yayami  arawitaka sumaktami takirka.",
    "taklla": "[taxlya] s. arado. Yapuykunapi allpata chiktak, suni anta muyuk.  ¿Takllatachu ranti  kunki?",
    "takllu": "[taxlyu] adj. tartamudo. Shuk mana allita rimak, harka harkalla rimak runa. Takllu wawaka harkarishpami riman. Sin. Taytiw, tiyarpa.",
    "taksu": "[tagzu, tagsu, tawzu] s. scn. taxo. Ankupi aparik, mana yapa mishki, hulunshina mikunayuk suni, killu mu  ru. Taksu muyuta yuramanta paktarkani. Sin. Kullan.",
    "takurina": "[takurina] v. sn. insultar. Ima mana alli rimashkamanta kikinpash tikrachiy. Wawataka mana yallika takurinachu. Sin. Kamina.",
    "takyarina": "[taxyarina] v. bo. enfermarse persisten  temente.  Pipash tukuy pacha unkushkalla yallina.  Chay wawaka kutinllatak takyarin.",
    "tallirina": "[talyirina, tažirina] v. sc., amz. ir en aglomeración, aglomerarse; regarse. Achkapura tantarishpa rina. Ñami runakunaka larkaman tallirirka.",
    "talpa": "[talpa] s. ss. blusa. Kunkamanta wiksakama warmipa churana. Ushushika mushuk talpatami churakun.",
    "tamya": "[tamya] s.  lluvia. Hawa puyuman  ta urmak yaku. Kunan yalli tamya urmarka.",
    "tamyana": "[tamyana] v. llover. Puyumanta achka yaku allpaman talliriy. Kunan pachataka yapa tamyakun.",
    "tani": "[tani, tañi] adj. sc.  agrio. Llullu mu  yukunapa hayak yaku. Limón yakuka tanimi kan. 2. amargo. Mana mishki, hayak. Llullu kapuli muyuka mana mikuypakchu,  tanimi mallirin.  Sin. 1 hayak.",
    "tankana": "[taŋgana] v. empujar. Imatapash sinchi suchuchina. Chay hatun rumita tankashun.",
    "tanta": "[taŋda] s. pan. Sarata, chuklluta kutashpa yakupi apiyachishpa ninapi kusashka mikuna. Ñukanchikpa mamaka chukllu tantata rurakun.",
    "tantanakuy": "[taŋdanakuy] s. reunión, asamblea, congreso. Achka runa, wiwa, imapash  shuklla kuskapi kay. Kay tantanakuypika ñukanchikpa mutsuykunamantami rimashun.",
    "tapsa": "[tapsa] s. pico de aves. Pishkupa shimi. Kultaka patak tapsayukmi kan.",
    "tapya": "[tapya] s. amz.  mal augurio. Llaktakunaman, runakunaman llakiku  na shamunata rikuchik wiwakuna. Wañushkata muskushpaka tapyashina yallinkapakmi kan. Sin. Chi  ki.",
    "taraputu": "[taraputu] s. amz. palmera de cogollo comestible.  Chinkushina hatun suni rikurik yura. Anti suyupika achka taraputu yurami tiyan.",
    "taripay": "[taripay] s. examen. Yachankapak rikuy kallariy, mas  kay kallariy. Ka  ya punchaka shuk taripaytami charishunchik. 2. v. amz.  juzgar, examinar, investi  gar. Ima tukushkata yachankapak kallarishkamanta puchukayka  ma sumakta maskaymi kan. Yachachikka,  ima yachachishkatami tariparka. Sin. Maskana.",
    "tarpuna": "[tarpuna] v. sembrar. Muyuku  nata, mallkikunata, kaspikunata allpapi pampay. Hatun pampapi  lu  muta, saratapashmi tarpurkani.",
    "taski": "[taski] s. ss. cascada. kakamanta urmak yaku. Azuay runakunaka taskipimi armakun. Sin. pakcha.",
    "tatis": "[tatis] s. tu. ciempiés. Achka chakiyuk sunilla kuru. Tatis tiyanapika huku allpami kan.",
    "tatkina": "[tatkina, taxtina, tiyaxtina] v. dar pa  sos, marchar. Chankakunata chutachishpa shukpi shukpi puriy. Hatun yayaka  yapa sampayashpa mana utka  tatkinchu.",
    "tawantin suyu": "[tawantin suyu] s. el Tawantin suyu, cuatro regiones interrelacionadas. Mawlli mayumanta Ankas mayukama inkakunapa hatun, suni llakta. Wayna Kapakka Tawantin suyumanta apumi kashka.",
    "tawna": "[tawna] s.  bastón. Ruku yayaku  na, paya mamakuna yanaparishpa purina kas  pi. Yaya Wayrami paypa tawnawan wakta  rka. 2. amz. remo,  bastón usado para impul  sar las canoas al navegar contra corriente. Shuk suni, ñañu kaspi, wampunata purichinkapak rurashka. Tawnata maykanchari hapirka.",
    "tawri": "[tawri, tarwi] s. S. chocho. Yurak ri  kurik, chawapi hayak kak, yakupi hayakta an  chuchishpa mikuna mu  yu. Tawrita  hayak richun yakupi churarkani.",
    "taznu": "[taznu] s. s. granos tostados y cocinados. Yanushka, kamchashka mikuna murukuna. Sara taznuta urkuman apani.",
    "tika": "[th ika] s. amz. racimo de chonta. Chunta muyuyuk luntsa, chunta mu  yuyuk watu. Aswata rurankapak chunta tikata apashun.",
    "tikayana": "[tikayana] v. ss. ensuciarse hasta hacerse negro. Churanakuna, imakuna  pash yapata mapayay.  Ñukapa yayapa churanaka yallimi tikayashka.",
    "tikrachina": "[tigračina] v. contestar, responder; traducir. Mana upalla sakirishpa ashtawan  ku  tichiy. Pay tapushkata tikrachikuni. 2. voltear, poner boca abajo, virar. Imakunatapash allpaman, hawaman ñawiyachishpa churay. Chay mañachishka mankatami tikrachikuni. 3. devolver. Ima mañashkakunata ku  tichiy.  Ñukapa mañachishka  kullkita ¿ima punchatak tikrachi  munki? Sin. 1kutipana, kutichina, rantipana; 2 muyuchina.",
    "tikrana": "[tigrana] v. volver, regresar, retornar. Ku  tin chaymanllatak rina.  Kaymantalla kushikushpa wasiman tikrakuni. 2. sc. voltear. Imatapash wichayman ñawiyachiy. Chay  puñushka  wawaka  wichayman tikrashka. Sin. Tikramuna.",
    "tiksimuyuyachay": "[tiskimuyuyačay] s. geografía. Allpamanta, kawsaymanta, pakchakunamantapash yachay. Anitaka kunan watami  tiksimuyuyachayta paktarka.",
    "tikti": "[tixti] s. s. residuo, concho de la  chicha. Sanku aswa. Tikti aswata mana munanichu. 2. adj. espeso Sanku, api mikuna, api upyanakuna. Yamur aswata yanukushpaka tiktitami hawamanta tantachina.    Sin. Sanku, kunchu.",
    "tillimpu": "[tilyimbu] s. amz.  luciérnaga. Tuta llukshik, ñawipi ninayuk chuspi. Tillimpu achikwanmi amsa tutapi chayamuni. Sin. ninakuru.",
    "tinkana": "[tiŋgana] v.  papirotear. Ruka  wan tankay. Amsa tutapi chay añankutaka pukllashpami tinkarkani.",
    "tinkina": "[tiŋgina] v. apegar, unir, juntar. Shuk imakuna  tapash llutachiy. Hachika kay kaspita pirkapimi  tinkichirka. Sin. Llutay, tantay, tinkuy, kimiriy.",
    "tinkullpa": "[tinkulypa] s. planeta urano. Intipa ayllupi tiyak rumpu.",
    "tipina": "[tipina] s. herramienta para deshojar (el maíz en las cosechas). Kaspimanta llukshichishka rurana. Sarata tipinkapak rurashka kaspi. Tipinawanmi killu sarata sumakta tipinchik. Sin. Mishun.",
    "tisana": "[tisana] v. snc.  escamar, cardar. Puchkana millmakunata, awashkakunata sumakta allichina. María, puch  kachunmi millmata tisanki.",
    "tiwinkulu": "[tiwinkulu, tiuwiŋkulyu] s. amz. tipo de pájaro. Yana millmayuk, puka tapsayuk uchilla pishku. Ñukapa churika tiwinkulutami sachamanta hapishka.",
    "tiyamshi": "[tyamši, tanši] s. amz. bejuco, mimbre. Ashanka awana waska. Tiyamshita maskankapak ripay.",
    "tiyarina": "[tiyarina, tyarina] v. sentarse, tomar asiento. Allpapi kashpa, imapi kashpapash sikiwan samay. Kay kaspi hawapi  tiyaripay.",
    "tiyaskan": "[tiyaskan] s. sitio, lugar. Imapash maypi tiyak kak.  Kay tiyaskanpi kawsani. Sin. suyu.",
    "tiyana": "[tiyana, tiana] v. haber, existir, estar. Wasipi kashpa, maypi kash  papash  chayllapitak kay.  Yayaka wasipimi tiyakun.",
    "tiyunkullina": "[tiuŋgulyina, \ntiuŋgužina,\nthiuŋžina, tiyunkurina] v. sn., cs. cubrirse la cabeza. Umata ima  wanpash pillurina, kataypashmi kan. Llantushpa  umata tiyunkullirkani.",
    "tiyuti": "[tiwti] s. amz.  variedad de gavilán. Ya  na millmayuk, killu chakiyuk uchilla anka. Tiyutita rikushpa shamuni.",
    "tukana": "[tukana, thiukana, tiyukana] v. es  cupir, salivar. Shimimanta pusku yaku  ta llukshishpa shitay. ¿Pitak kaypika tukarka? 2. v. soplar el espanto. Manchaymanta unkushkakuna hampiy. Kay  unkushka wawata hampinkapak shuk yachak    tukarka. Sin. 2 pukuna.",
    "tuklla": "[tuxlya, tuxža, tugža] s. lazo, agujero de una cuerda. Waskata rinritashina rurashka. Llamataka tukllawanmi hapirkani. 2. trampa para cace  ría. Sacha wiwakunata hapinkapak kaspikunata waskakunawan watashpa ru  rashka. Ñukapa churashka tukllapi añas urmashka.",
    "tuksik": "[tuksix] s. amz.  tipo de pez. Yurak karayuk, winkanaspi kashayuk, tuksishpa sin  chi nanachik uchilla challwa. Tuksik challwaka mana yapa aychata charinchu.",
    "tuksina": "[tuxsina, tugsina] v. amz. clavar, estacar, punzar. Imatapash shuk ñañuyachishka kaspiwan aychapi takay.  Shuk  hatun challwata hapinkapak   tuk  sirkani. 2. inyectar. Tuksinawan hampita aycha ukuman chu  ray. Kunka nanay unkuymanta hampita tuk  sirkani.",
    "tuktuma": "[tuxtuma, tuktu] s. sn.  flor de maíz. Sara sisa. Wawakunaka sara tuktumakunawan sumakta pukllan.",
    "tuku": "[tuku] s. amz. gusano comestible de la palmera. Shiwa yurakunapi muriti yurakunapi wiñak miku  na kuru. Tuku kurutami  shiwa yuramanta apamuni.",
    "tukuchishka": "[tukučiška] adj. concluido, terminado, finalizado. Imatapash tukuchin  kakama llamkay. Kay yachaytaka tukuchishkami kan. Sin. Tukurishka.",
    "tukuri": "[tukuri] s. fin, culminación. Ña  rurana illakta rikuchik rimay. Kallpakuymantaka tukuripimi sakirirka. Sin. Puchukay.",
    "tukurina": "[tukurina] v.  terminarse, acabarse; cesar. Chinkariy, illakyay. Ru  nakunaka tantanakush  pa kawsaymantami mana tukurinchikchu. 2. expirar, morir, fallecer. Runapa samay pitirikpi wañuy. Hachipa kawsay ñami tukurishka. Sin. 1. samarina; 1-2 Puchukana.",
    "tukuy": "[tukuy] det.  todo, todos, entero. Mana ra  kishka. Tukuy llamata harka ukumanmi yaykuchirka.",
    "tukuymashna": "[tukuymašna, tukuymažna] adv. ss. absolutamente todo. Tukuy tiyakkunata kayankapak shimi. Tukuymashna wasipi tiyak runakunaka raymimanmi rishka. Sin. Illakta, tukuypacha, llampu, pachan.",
    "tukyachina": "[tuxyačina, tugyačina] v. reventar. Sinchita uyarishpa rakirichun nishpa imatapash ruray. Kayka ninapi shi  tashpa tukyachinmi. 2. v. disparar. Illapa ukumanta wañuchik nina llukshi  chun nishpa takayta ñitina. Tarukata machachishpalla illapataka tuk  yachirka. Sin 1 hulakyana, huk  lluyana.",
    "tula": "[tula] s. estaca. Sarata, purututa, lumuta tarpunkapak chakiman ñañuyachishka kaspi. Tulawan yana allpapi  lumuta tarpuni. 2. amz. Palanca. Takana kaspi.  Tulapi wakrata watakmi rini.",
    "tulana": "[tulana] v. amz.  empujar árboles para tumbar. Shuk yurata makiwan tankashpa urmachina. Chay yurata tularkani. 2. S. barbechar. Allpata shuk kaspiwan ñutuy, aya kiwakunata anchuchishpa surkuy. Papa chakramantami kiwata tularkanki. 3. ss. amz. Hacer hoyos para sem  brar el maíz. Sarata tarpunkapak allpata shuk kas  piwan hutkuy. Sarata tarpunkapak nuyushka allpata  tularkanchik.",
    "tullpa": "[tulypa, tušpa, tulpa] s. fogón. Kimsa rumikuna chaw  pipi yantata churashpa mikunata yanuna kuska. Tullpapi yantata churapay.",
    "tullu": "[tulyu, tužu] s. hue  so; caña; tallo. Runakunapa, wiwakunapa aychata shayachik. Ñukaka chayrak mana tullu unkuyta charinichu. 2. adj. flaco, raquítico. Shuk ima wira illak runa, wiwapash. Raymipika tullu wakratami wañuchirkakuna. Sin. 2 irki, tsa  la, charki.",
    "tullumpa": "[tulyumba, tulyuŋba] s. amz. palanca. Tankana kaspi. Tullumpawanmi kay rumitaka kuyuchirkani.",
    "tulun": "[tulun] s. trueno.Tamyakuk pachapi puyupura takanakushpa sinchi uyarik. Hawa pachapimi tulunka uyarin. Sin. Kulun.",
    "tumpana": "[tumbana, tuŋbana] v. amz. tener celos de alguien, celar. Shuktatak munanki nishpa warmi kusawantin piñanakuy. ¿Imamantatak kanpa warmita ñukawan tumpanki?",
    "tumpina": "[thumbina, thuŋbina] v. bo.  apuntalar. lmatapash ama urmachun nishpa shuk kaspita kimichishpa sinchiyachiy. Mishki muyuyuk yura ama urmachun nishpa tumpirkani.",
    "tunchi": "[tuŋči] s. (mitología) amz. alma. Runa yuyaypi,  runapa shunkuta shuk tuta mikushpa purik su  pay. Tunchi supay mana alli runapa shunkuta mikushka nin.",
    "tunsa": "[tuŋsa] s. amz. variedad de pez. Killu karayuk, puyu ñawiyuk uchilla yaku aycha Tunsata llikawan yakumanta hapini.",
    "tuñirina": "[tuñirina] v.  derrumbarse.  Yurakuna hawalla suchuriy, allpa yapa ta  myakpi tulariy. Sarata tarpuna allpaka ñami tuñirishka. Sin. Tula  rina.",
    "tupu": "[tupu] s. s. prendedor. Pachal  lina ama urmachun nishpa tuksichina ñañu anta. Mariaka mushuk pachallinata kullki tupuwanmi tupullin.  2. medida, metro. Imakunapash chaypuralla kashkata yacharinkapak rurashka. Chay allpata mashna kashkata yachankapak tuputa apamuy.",
    "turi": "[turi] s. hermano de hermana. Warmikuna paypa yaya  mamapa kari churikuna nina shimi.  Saraguro llaktamanta María warmipa  turimi shamunka.",
    "turuk": "[turux, turug] s. scs.  gallina que empo  lla. Lulunkuna  ta ukllakuk atallpa. Turuk atallpaka luluntami ukllakun. Sin. Tuktuma.",
    "turuyana": "[turuyana] v.  enlodarse, embarrarse. Mapaya  y, turupi yanayay. Wamraka mushuk churanata turupi turuyashka. Sin. Armarina, kawirina.",
    "tuta": "[tuta] s. noche. Inti yaykushka pacha ki  pa, shamuk yana llantu. Kayna tuta Ambato kitimanta chayamurkani. Sin. chishituta.",
    "tuta pishku": "[tutapišku] s. s. murciélago. Pawashpa purik ukuchashina rikurik, tutakunapi wiwapa ya  warta chumkak.  Tuta pishkuka wakra yawarta, apyu yawartapashmi tsumkan. Sin. mashu.",
    "tutipa": "[tutipa] s. amz. variedad de lagartija. Waylla karayuk, puka kun  kayuk, washa tullupi kashata charik, yuraku  napi kawsak hayampishina. Yalli suni tutipa ñanmi sirikurka. tumpinA  Sin. Sacharuna.",
    "tutuna": "[tutuna] v. snc.  cargar a un bebé. Llullu wawakunata apariy. Llullu wawata shutichinkapak tutukuni.",
    "tuwi": "[tuwi] s. amz.  animal similar al tigre, denominado cabeza de mate. Yana millmayuk, papayata, pukushka palantata, chiwillatapash mikuk uchilla pumashina wiwa. Tuwita hapinkapak  chapakllami rini. Sin. Pantu.",
    "tuylla": "[tuylya] s. segundo, en relación con el tiempo, componente del minuto. Shuk hayrika sukta chunka tuyllayukmi kan.",
    "tsala": "[tsala, tsalan, sala, čala, zala] adj. flaco,  delgado, raquítico, desnutrido, pálido; alto. Runakuna, wiwakunapash ima wira illak; shukkunapika un-kushkashina tukushpa tullukunapash rikurik. Raymipika tsala wakra  tami wañuchishka. 2. Mestizo. Kastilla yawarwan runa yawarwan chakrurishka runakuna. Tawka tsalami mana ñukan  chikta riksinchu. Sin.1 irki, charki, 2 laychu, mishu, misti.",
    "tsalakulun": "[tsalakulun] s. amz. variedad de lagartija. Shuk yanawan wayllawan hawi  rishka intipi kunuk uchilla hayampi, shuk llak  takunapi palu nishka wiwa. Tsalakulun  intipi kunukushka.",
    "tsalanchuspi": "[tsalančuspi] s. zancudo. Suni chaki chuspi. Tsalanchuspika ninantami kanin.",
    "tsan": "[tsaŋ] adj. amz. inclinado, vertical. Mana sikaypak urku, yura, imapash shayak kak.  Tsan urku  kakpimi  mana  sikayta usharkanichu.",
    "tsawata": "[tsawata] s. amz. tortuga terrestre. Sachapi kawsak charapashina. Tsawata allpapi llukan.",
    "tsili anku": "[tsili anku] s. variedad de bejuco. Shuk sukusshina ayllu. Yayaka tsili ankuwan ashankata awakun.",
    "tsimpiyu": "[tsiŋbiyu] s. amz. planta medicinal desinflamante. Ha  yak pankayuk, puka muyuyuk, uchilla hampi  suni yura. Tsimpiyu yuraka hampimi kan.",
    "tsintsimpu": "[tsintsimpu] s. amz.  Variedad de planta ritual. Alli hampi yurami kan. Kay tsintsimpu yura yakuta upyashpaka wamraka alli chakukmi tukun.",
    "tsinzu": "[tsiŋzu, tsintsu] adj. amz. raquítico. Mana mikunata munak wawa, tullu, irki wiwa. Tsinzu kakpimi  kuchitaka  mana rantirkanichu. Sin. Irki, tsala, charki, tullu.",
    "tsitsikina": "[tsitsikina] v. sc.  pellizcar. Maki  ts silluwan imatapash tipsiy. Wawapa makita ama tsitsikiychu. Sin. Tip  siy.",
    "tsiyampitsu": "[tsiyampitsu] s. amz. variedad de mono. Killu millmayuk, muru ñawiyuk, llushti chupayuk pukushka palantata tuta mikushpa purik uchilla wiwa. Tsiyampitsu wiwaka tutakunapi purin.",
    "tsumkana": "[čumkana, tsumgana, sumkana,\nsuŋgana] v.  chupar, absor  ber, succionar. Ima yakutapash shimi  wan chuchukshina rurashpa llukshichiy. Llullu wawaka yarkaywan chuchuta tsumkan.",
    "tsutsuk": "[tsutsuk] s.  sc. Puñado. Imapash maki hunta. Sarataka tsutsuktami kurka.",
    "tsutu": "[tsutu, soto] s. scs. Amarrado en las puntas de un pañuelo; nudo. Pintu manyakunapi ashalla watashkami. Yayaka rantishkakunata tsututa rurashpami aparin.",
    "tsuwan": "[tsuwaŋ] s. amz. ave denominado guajalito. Amsa puka millmayuk, yura hutkupi, ku  ruta  mikushpa purik pishku. Tsuwan pishkuta chay kaspi hutkupi tiyakurka. tsuWAn ",
    "uchpa": "[učpa, ušpa, učupa, učufa] s. ceniza. Kaspikuna rupashkamanta puchuk kuta. Tullpapi achka uchpa tantarirka. 2. adj. gris. Yanawan yurakwan chapuk  pi llukshik tullpu. Uchpa tullpuyuk katana  ta awachikmi rini.",
    "uchukutak": "[učukutak] s. sn. pájaro solitario, pájaro colorado. Puzu patpayuk, pukalla kaskuyuk pishku. Uchukutak pishkuka  tutamantapimi sinchita takin. Sin. chiwillu.",
    "uchuna": "[učuna] v. comer colada. Yanushka kachiyuk apita mikuy.  Raymiyuk wasipi uchurkani.",
    "uhuna": "[uxuna] v. toser. Uhuy unkuy hapishkapi uhu uhu kapariy. Ñukapa wawata lumarisu hapikpi sinchita uhukun.",
    "ukku": "[ukku, ukun] s. cuerpo. Tulluntin yawarnintin tukuy tiyak aycha. Sinchi ukkuta charinkapakka yuyuta mikuna kanchik. Sin. aycha, ukun.",
    "uksha": "[uxša, ugša, uksa] s.  paja blanca. Wasikunata katana panka, urkukunapi wiñak. Urkupika achka ukshami wiñan. 2. amz. variedad de hoja para cubierta de casas. Wasikunata ka  tana hatun panka. Sachamanta apamushka ukshawan wasita katakunchik.",
    "ukucha": "[ukuča] s. ratón. Ñañu sinkayuk, uchpa millmayuk, suni chupayuk, sarata mikuk uchilla wiwa. Ukuchaka sara tuluta hutkushpami mikushka.",
    "ukun": "[ukun, ukku] s. cuerpo. Tulluntin yawarnintin tukuy tiyak aycha.  u Sinchi ukunta charinkapakka yuyuta mikuna kanchik. Sin. aycha, ukku.",
    "ukuy": "[ukuy] s. amz. hormiga comestible. Mikuna añanku. Ukuy añankutaka kamchashpami mikunchik.",
    "ullkana": "[ulykana] v. hilar a mano. Makiwanlla puchkay. Yayaka millmata ullkakun.",
    "uma": "[uma] s. cabeza. Sinka, shimi, ñawi, rinri, akchata runakuna charina kuska. Runakunapa wiwakunapa ñawikunaka uma ñawpapi rikurin.",
    "umu": "[umu] s. sacerdote. Pachakamakmanta yachashpa rimak. Inka pachapi, inti raymipika umukunalla huchakunata kurka.",
    "unancha": "[unanča] s. bandera, emblema. Rikuchinkapak nik. Ecuadormanta Kichwa runakunapa unanchaka kimsa llimpiyukmi kan: puka, yurak, yana.",
    "unay": "[unay] adv. hace mucho tiempo. Suni pacha, achka pacha yallishka. Llaktamanta ñuka llukshishkaka unaymi kan.",
    "unaylla": "[unaylya] adv. hace un momento. Mana yapa unay ninkapak shimi. Paypa wasiman paktay unayllapimi shamurka. Sin. Unaynik.",
    "unku": "[uŋku] s. especie de túnica, camisa, camiseta. Ukkuta killpankapak rikra illak churana. Kanpa unkuta takshashpa intipi chakichikun. Sin. kushma.",
    "unkushka": "[uŋguška] adj. enfermo. Mana alli kay, unkuy hapishka runa. Unkushka runata hampina wasiman pusharkani.",
    "unkuna": "[uŋguna] v. enfermarse. Ñu  kanchikpa aycha nanaywan kay. Ñukapa war  mika achka chirimanta unkurka.",
    "upalla": "[upalya, upaža] adv. en silencio, silencio  samente, calladamente. Chulunlla kay. Ama allku hatarichun, upalla llukshinki. Sin. Chulunlla. upAllA ",
    "upayana": "[upayana] v. enmudecerse, em  bobarse, anonadarse. Mancharishkashina sakiriy. Wawaka raymipi supaytukushka runata rikushpaka upayan. 2. amortiguarse. Chaki, makipash nitish  ka, llapishka kashpa wañushka aychashina tukuy. Mana alli antawapi tiyashpa shamukpi chaki upayashka. Sin. 1 Muspaya  na.",
    "uputinti": "[uputiŋdi] s. amz. alacrán. Shuk a  pankurashina, sinchi millay tuksina  yuk hatun kurushina. Uputinti may  ukkupipash  tuksishpa kanikpika aychaka ñapash punkin.",
    "upyana": "[upyana, upina, ufiana, uphiana,\nuxyana] v. beber, tomar líquido. Yakuta, aswata imatapash  shimimanta wiksaman huntachiy. Achka shaykushka kipaka aswata upyanchik.",
    "urayana": "[urayana, uriyana, uryana] v. s. bajar, des  cender. Urkumanta pampaman riy. Wawakunaka sumakta kushiyashpa urayan. Sin. Uraykuna.",
    "uray sinka": "[uray singa] adv. amz. boca abajo. Washata hawaman churashpa; wiksata, ñawita allpaman kimichishpa siriy. Ruku yayaka nitkashpa uray sinkami  urmarka. Sin. tuwaman.",
    "urku": "[urku] s. cerro, monte, montaña, colina, volcán, loma. Allpa hatunta hawaman kurpayashka. Kay urkuka Chimbora  zo shutiyukmi kan.",
    "urmana": "[urmana, řumana] v. caerse. Hawamanta urayman shitarina. Kapuli yuramanta urmarkani.",
    "uru": "[araña] s. araña. Achka makiyuk, allpa hutkukunapi, wasi kuchukunapi, llikata paypa sikimanta llukshik puchka  wan awashpa kawsak kuru. Uruka wasi patakunapi llikatami  rurashka.",
    "usana": "[usana] v. despiojar. Usakunata umamanta anchuchina. Paypa mamami wawataka  usakurka.",
    "ushku": "[ušku] s. amz. gallinazo. Ismu aychakunata mikuk, yana patpayuk, llushti umayuk pishku. Ushkuka ushu wañushkata mikukun. Sin. Ullawan  ka.",
    "ushu": "[ušu] s. burro, asno. Kipikunata aparik, mana runakunapa mikuna aychayuk wiwa. Kiwakunata ushupi apachishpa llaktakunapika wiwakunaman karanchik.",
    "ushun": "[ušun] s. amz. planta silvestre. Ima yurapash mana tarpushka muyumanta wiñak. Chinika ushun yurami kan. Sin. Chas, wala, purun, iñil.",
    "ushuta": "[ušuta] s. sandalia, zapato. Kara  manta, shukkunamantapash, chakipi chura  rinkapak rurashka. Paypa yurak  ushutami churakuni.",
    "usturiw": "[usturiw, usturyu] s. na. variedad de gavilán. Usturiw usturiw nishpa takik, inti punchakuna hawapi wampurayak pishku, shuk llaktakunapika inti anka nishka. Usturiw pishkuka sara chakra hawapimi paypa shutita takishpa wampurayakun. Sin. Inti anka.",
    "usun": "[usun] s. ciruela, capulí. Mishki muyuyuk, pukayashpa, yana tukushpa muru. Cañar llaktapika mishki usunmi pukun. Sin. kapuli.",
    "usu usu": "[usu usu] adv. despercio, malversación. imapash ñapash tukuchik. Wawaka tantataka usu usumi mikurka.",
    "utipana": "[utipana] v. amz. poder, ser capaz. Imatapash rurayta ushay. Wawakunaka imata rurankapakpash yapa utipanmi. Sin. Ushana, tukuna.",
    "utkana": "[utkana, uxtana, utixana, ugtana, ut-\nyana, uča \nna] v. apurar, acelerar, hacer con rapidez. Imatapash mana unayashpa ruray. Tukuy minkapi llamkakkuna utkashunchik.",
    "uturunku": "[uturunku] s. tigre. Misishina rikurik, muru millmayuk, yurapi, hutkupi puñuk, aychallata mikuk sacha wiwa. Sachakunallapimi uturunku wiwaka kawsan. uturunku ",
    "uyana": "[uyana, xuyana] v. oir, escuchar, atender. Shukkuna rimashkata rinriwan hapiy. Ñuka  rimashkata uyapanki. uyA ",
    "wacharina": "[wačarina] v. nacer. Mamawiksa ukumanta llukshina. Ñukaka Latacungapimi wacharirkani. Sin. Pa  karina.",
    "wachi": "[wači] s. amz. lanza. Challwakunata tuksinkapak rurashka kaspi. Ñawpa yaya  kunaka wiwata wañuchinkapakka wachitami charir  ka. 2. flecha, saeta. Wiwakunata wañuchinkapak rurashka kaspikuna. Pishkukunataka wachiwanmi  hapin.",
    "wachu": "[waču] s. surco. Allpapi ya  pushka shuk ñanshina rikurik. Sarata  ka wachuta katishpa tarpunki. 2. fila, hilera; línea. Imatapash shukpa washa, shayarishka kak. Purututapash wachuta katishpami tarpunki. Sin.1 rawa.",
    "waka": "[waka] s. s. desigual. Imakunapash chulla chulla churash  ka, mana alli pitishka. Llachu payayashpaka wakami tukurka. 2. adj hendido, agrietado. Shuk hutku hutku tukushkakuna, mana alli pirkashkakuna.  Waka pirka kuchupi llachuka sirikun. 3. adj. sc. labio leporino. Shimikara llikishka wachariy. Waka wirpa kashpaka hampichinami kanki. Sin. 1 chulla, 3 wantukshimi.",
    "wakamayu": "[wakamayu, wakamaya] s. amz. guacamayo. Uritushina killu, ankas, puka patpayuk hatun pishku. Anti suyupika wakamayu urkukunami tiyan.",
    "wakarina": "[wakarina] v. sc, amz. oxidarse. Antakuna, hillaykuna tamyawan, yaku  wan ismuriy. Antawaka mana purishpami wakarirka.",
    "wakayana": "[wakayana] v. s. desigualarse. Imakunatapash chullayachiy. A  washkakunaka ñami wakayashka.",
    "wakcha": "[waxča, waxču] adj. s. pobre. Allpata,  kullkita, imatapash mana charik  runa. Juan  mashika wakcha kashpami mana yachana wasiman rirkachu. 2. viudo, -a. Wañuskamanta shuk kari warmi illak sakirik,  shuk warmi kusa illak sakirik. Warmi wañuymanta  wakchalla tukurkani.  W 3.  huérfano, animal o persona. Yaya, mama illak runa, wiwapash kak. Wawaka yayamama wañukpimi wakcha kan. Sin. 1 tsuntsu, llachapa; 2 sapalla.",
    "wakllichina": "[waglyičina, wagličina, wa-\nxžičina] v. violar, hacer daño, deteriorar, dañar. Imatapash alli kakmanta mana alliman tikrachiy. Mamallaktata pushakkunaka kamachiytami wakllichin.",
    "wakra": "[wagra] s.  ganado vacuno. Llamata yalli hatun kachuyuk, warmika ñuñuta kuk wiwa. Allpata rantinkapak wakrata katunkapak rirka.",
    "waktarina": "[waxtarina] v. rozarse, golpearse, tropezarse. lmapipash takariy.  Yayaka tutapi shamukushpa yurapi waktarirka. Sin. takarina.",
    "waktana": "[waxtana, waktana, wagtana] v. s. golpear; pegar. Makiwan, kaspiwan takay. Mamaka chakishka tawrita  muyu llukshichunmi  waktan. 2. amz. talar, rozar. Kipa hatun muruta kuchunkapak, uchilla yurakunata pitiy. Payka lumuta tarpunkapak nishpa yurakunata waktarka. Sin. 1 takana, 2  kuchuna, tulana.",
    "wakuyashka": "[wakuyaška] adj. bo.  tusa sin choclo. Chukllushinalla kak, muyu illak kurunta. Tawka wakuyashka sarakunata kuchikunaman shitamuni.",
    "wala": "[wala] s. planta silvestre. Ima yurapash mana tarpush  ka muyumanta wiñak. Kay chakrapika  wala papa wiñashka. Sin. Chas, ushun, purun.",
    "walak": "[walax] s. sc. calabaza tierna cortada. Manarak pukukllapitak pitishka zampu. Walak zamputa  kuchiman karani.",
    "walinyana": "[walinyana] v. oscilar, balancearse. Ima kashpapash kayman chayman kuyuriy. Wamrakunaka pukllay pachapika achkatami walinyakun.",
    "wallka": "[walyka, walka, waška] s. co  llar, cuentas de collares. War  mikuna kunkapi apari  na. Warmi yachachikka killu wallkata churarin. Sin. mullu.",
    "wallu": "[wažu , waly u] s. cántaro. Shuk mankashina, puntushina rinriyuk. Ñawpa yayakunaka wallupimi aswataka karakkuna karka.",
    "walun": "[walun, walu] s. amz. gusano que produce abscesos en ani  males. Wiwakuna aychapi chupushina rurashpa wiñak kuru. Chitapa washa tullupi walun wiñashka.",
    "wamak": "[wamax] s. amz. ca  ña guadúa. Ña  ñu pankayuk, kaspipi kashayuk, sukusshina achkapura wiñak, kin  chata wasita rurana yura. Wasita rurankapak wamakta apamuni.",
    "wamintsi": "[wamintsi, waminsi, waminči] s. sn. planta medicinal de flores rosadas. Rupay unkuyta hampinkapak uchilla yura. Wamintsi yakuwan rupak unkuyta hampirini. 2. adj. sn.  fucsia, rosado, lila. Shuk pukalla rikurik tullpu. Pachallinataka wamintsi tullpuwan tullpuni.",
    "wampula": "[wambula, waŋbula] s. amz. árbol de madera incorruptible para cons  trucciones. Wasi chakikunata rurakpi, achka watata mana ismuk kaspi. Wampula wasi chakika pichka chunka watata charin.",
    "wamra": "[wamra, waŋra, wambra, warma] adj. adolescente, muchacho. Sukta watayukmanta, chunka ishkay  watayukkama runa. Chay wamraka ñami sawariyta munan. Sin. Mara, warma.",
    "wanchaka": "[waŋčaka] s. ss.  raposa. Uchilla allkushina, akllashpa  lla mikuk, mishki aychayuk wiwa. Sara chakrapimi wanchakataka  allkuwan hapirkanchik. Sin. Chucha, sinik.",
    "wankana": "[waŋkana, waŋgana] v. levantar haciendo palanca. Imatapash kaspikunawan hawayachiy. Urmashka antawa  ta llukshichinkapak wankashunchik.",
    "wankurina": "[waŋgurina] s. amz. amontonarse, aglomerarse. Rikunkapak, uyankapak WAnkurinA  achka runakuna tantariy. Marka pushak rimashkata uyankapakmi wankurishun. Sin. Waykana, tantanakuna.",
    "wanlla": "[waŋlya, wanža] adj. producto óptimo. Alli, hatun, sumak mikuna muruku  na. Wanlla papata apani. 2. reserva de alimentos que se lleva. Raymi wasikunapi mi  kunata karakpi wakaychishpa kikin wasi  man apana. Sara pallaypika wanllatami hapirkani. 3. s. bulla, griterío. Amsa amsa rimay. Makanakuypika wanllallami uyarin.",
    "wantuk": "[waŋtux, wantug, wantu] s. floripondio. Killu, yurak sisayuk, unkuyta pichashpa hampina yura. Wayrashka unkuyta  wantukwan  picharkani.",
    "wantuna": "[waŋduna, wiŋduna] v. llevar en ca  milla. Kawitushina rurashpa chay ha  wapi imatapash churashpa apariy. Unkuywan wañushka wakra  ta allpa utkuman wanturkanchik.",
    "waña": "[waña] s.  tipo de mosca. Shuk chuspi. Wañakunaka kupakunapi tantarin.",
    "wañurina": "[wañurina] v. enojarse, morirse de iras. Imamantapash shunku ukupi sinchita piñari  y.  Yankamantaka ama wañuriychu. 2. marchi  tarse. Ima yu  rakuna, kiwakuna chakirinkapak kallariy. Kay sisaka ñami wañurishka. 3. encogerse, achicarse. Awashkakuna uchillayay.  Ñukapa punchuka takshakpimi wañurirka. Sin. 2 ankuyana, urmarina, 3 kuruyana, kintiyana, tu  zuyana.",
    "wañuna": "[wañuna] v. morir, fallecer, apagar. Kawsay tukuriy. Llullu wawaka sipik uhuwanmi wañurka.",
    "wapsi": "[wapsi] s. vapor; atmósfera. Allpamanta lluksik samayshina, yakulla samay. Tamyashka kipa, intikukpika wapsi rikurin.",
    "warak warak": "[warak warak] adv. sc. de mal humor. Piñarishpalla rimak. Mana yachashkamantami warak warak yachachinki.",
    "waranku": "[waraŋgu] s. hojas de árbol medicinal para lavar el cabello. Uchilla pankayuk, pankapi hampita charik, umata mayllankapak alli yura.  Warankuwan akchata mayllani. 2. planta con vainas similar al chocho, útil para curtir el cuero. Tawrishina rikurik yura, wiwa karakunata chakichinkapak kak. Warankuwan llama karata amukyachini. WAnkunA ",
    "warkuna": "[warkuna] s. colgar. Imatapash wallinyachishpa, wayunkatashina  churay.  Takshashka  churanata warkukuni.",
    "warmi": "[wami] adj. mujer, hembra. Wiksa ukupi wawata wiñachiy ushayta charik.  Chay warmika yachachikmi kan. 2. s. es  posa. Sawarishka warmi kak. Juanchupa war  mika ¿ima shutiyuk kan?.",
    "warwar": "[warwar] s. s. zumo del floripondio. Wantuk yaku. Pampa unkuyta warwar yakuwan hampirini.",
    "washa": "[waša] s. espalda, lomo. Kipaman sakirik, mana ñawpakpi kak. Wa  wata washapi apariy. 2. adv. atrás. Kipapi tiyak. Wawaka mamapa washapi katin.",
    "wasi": "[wasi] s. casa, vivienda. Kawsankapak ru  rashka uku. Ñukanchik  pa wasika uksha  wan katashkami kan. Sin. tiyana.",
    "waska": "[waska] s. soga. I  matapash watankapak puchkata, chawarta pilluchishpa rurashka ankushina. Waskata rantinkapak kull  kita mutsuni.  Sin. Kawchu.",
    "wata": "[wata] s. año. Chunka ishkay killayuk pacha. 3 watapimi Ataw wallpakta wañichurka.",
    "watana": "[watana] v. amarrar, maniatar. Imatapash waskawan pilluchishpa churay. Kuchita kiwapi watarkani.",
    "watu": "[watu] s. amz., tu. tallo de un racimo sin frutos. Muruku  nata ishkukpi sakirik tullu. Palanta watuta pitinki. 2. sc. racimo de gran tamaño. Achka muruyuk hatun wanku. Kay pakayka achka watuta  charin. Sin. 1 Chitus.",
    "watuna": "[watuna] v. adivinar. Ima mana yachashkata  yuyarishpa, umawan maskashpa yachay. Llulla yachakka kunan watushun, nin.",
    "wawa mama": "[wawa mama] s.  placenta. Wiksa ukupi wawa wiñana  wayakashina aycha. Chay warmika ñami wawamamata shitarka.",
    "wawa tiyana": "[wawa tiyana] s.  útero. Wiksa ukupi wawa tukuna. Wawa tiyanapi wawaka tukun.",
    "wayaka": "[wayaka, wayaga] s. ss.  bolsa, bolso, talega, alforja. Imatapash apankapak shikrashina . ¿Mashnapitak kanpa wayakataka katurkanki? Sin. Tulu.",
    "waykana": "[waykana] v. s. agruparse para acelerar un trabajo. Ima ruraykunata  utka tukuchinka  pak, tantarishpa ruray. Tukuykunami sara pallayta  waykarka  .  Sin. tantarina.",
    "waylla": "[waylya] adj. verde. Yurakunapa pankashina rikurik tullpu. Ñuka pachallitaka wayllapi tullpukuni.  Sin. Kumir.",
    "wayna": "[wayna] adj.  joven. Manarak ruku, wamraraklla kari. Wayna Kapak inkaka sinchi runami kashka. 2. adj. amancebado, amante. Ka  ri kashpa, warmi kashpapash sawarishka kipa, shukwan kawsak. Paypa karika waynallami kan. Sin. 1 wamralla,  2 Ashi.",
    "wayra apamushka": "[wayra apamuška] adj.  extranjero.  Urupa  llaktamanta shamushka runa. Wayra apamushkami kichwa llaktata purin. Sin. ransiw.",
    "wayrana": "[wayrana] v. contraer “el mal aire” . Wawakunapash, rukukunapash millay wayramanta unkuy. Wawaka wayrashkami.",
    "wayta": "[wayta] s. clavel, flor. Shuksami sisa. Wayta sisa yakuka shunku nanaypak alli hampimi kan. waytana",
    "wayunka": "[ wayuŋga, wayuna] s. atado de frutos que se cuelgan en el interior de las viviendas. Ak  llashka murukunata, kaspakunata, tinkishpa wasi punkupi warkushka. Sara wayunkata  warkuni.",
    "wayuri": "[wayuri] s. amz. paja para techar casas. Wasita katankapak  sacha panka. Wayuriwan kuchi wasita katani.",
    "wazikina": "[wazikina] v. sc. pedacear la cabuya fresca. Yurak chawarta chillpina. Yurak chawar pankata wazikipanki.",
    "wichi": "[wiči] s. scs. cazuela. Miku  nata churankapak allpamanta rurashka ha  tun kallanashina. Kachi tantata wichipi churani.",
    "wichu": "[wiču] s. s. escorbuto. Shuk llullu wiwakunapa kicha unkuy. Wichu unkuyyuk wakraka  utkami irkiyan.",
    "wiki": "[wiki, biki, irki, wirki] s. lá  grima. Wakakpi ñawiman  ta llukshik yaku. Ñukapa wawaka achka wikita shitashpami wakakun. 2.  sn. gota. Yaku shutuy. Pinllumanta wikita llukshichini. Sin. 2 shutu.",
    "wiksa": "[wixsa, wiksa, wigsa, bixsa, ixsa] s. barriga, vientre, estómago, abdómen. Chunchulli  ta katak aycha kara. Wiksa nanakpika kunuk kiwa yakuta upyarkani.",
    "willak": "[wilyak, wižak, bilyak, bižak] s. informante. Imatapash nik. Willak runaka mushuk yuyayta nin. 2. verbo. Chikan yuyayta nik. Kuyay, yuyay, willakmi kan.",
    "willi willi": "[wilyi wilyi] s. renacuajo. Uchilla, chupayuk wawa hampatu. Yawaryashka ñawi luluntaka willi willipa chupawan picharka. Sin. Putukulu, tushil, pinkulu, williku, chimpaluk, pimpalu.",
    "winku": "[wiŋku] adj. encorvado. Imakunapash kumuklla tukuk. Llullu killaka winkumi kan. Sin. Wistu. wiñachik",
    "wiñachishka": "[wiñačiška, \nbiñačiska,\niñačiška] s. adoptado. Shuktak ayllupa makipi wiñak, kipaka churishina wawa. Kanka wi  ñachishkallatami yalli kuyanki.",
    "wiñay": "[wiñay] adv.  siempre. Ima pachapipash shinalla punchanta punchanta katiy. Kantaka wiñaypak kuyashami.",
    "wira": "[wira, bira, ira] s. manteca, aceite, grasa. Mikunapi churankapak, kamchankapak wiwamanta, yuramantapash surkushka yakuyaklla apishina. Wirawan sarata kamcharkani. 2 adj. gordo, grasoso. Rakulla, mana irki kak. Wira kuchita wañuchirkani.",
    "wirakucha": "[wirakuča, virakuča, wiraxuča] s. divinidad  del incario. Inkakunapa apunchik yaya. Wirakuchaka inkakunata samayta kuk kashka. 2. término que se refiere a los españoles y mestizos. Mana runa kakpi mishukuna nishpa rimay. Panika wirakuchawan sawarishka llaki tukurka.",
    "wiriwiri": "[wiriwiri] s. amz. variedad de pájaro. Yana rikurik, wiriwiri nisha kaparik pishku. Wawa wiriwirita yuramanta hapimuni.",
    "wiru": "[wiru, biru, iru] s. caña . Mishki ya  kuyuk, sukusshina tu  lluyuk, sarashina panka  yuk yura. Wirutaka chum  kankapak rantirkani.",
    "wishinka": "[wišiŋga, išiŋga, wišina] s. amz. red pe  queña para pescar. Challwata ha  pinkapak champira kawchumanta awashka ha  tun shikrashina rikurik. Wishinkawanka challwata hapirkani.",
    "wisiyana": "[wisiyana, wisyana] v. scs. expandirse substancias graso  sas. Wirakuna yakuyashpa talli  riy. Kuy wiraka ninapi wisiyarka.",
    "wistuna": "[wistuna, istuna, wištuna, ištuna] v. s. torcerse, deformarse. Ñañu kaspikunata imakunatapash kumuyachiy. Wakrata watakpi kapuli yura wisturka.",
    "witayana": "[witayana, itayana] v. amz. cubrirse de maleza. Chushak pankaku  na, chushak chakrakuna, kiwamuy tukuy. Chakrapimi witayashka.",
    "wiwa": "[wiwa, wiba, uywa] s. s. animal. Wakinka runata yanapak, wa  kinka runa mikuna aychata charik  , runata manchachik. Wakin wiwallami runa  ta yanapashpa kawsan. 2. amz. animal doméstico. Wakra, allku, misi, kuchi, shukkunapash runawan kawsak. Chay wiwaka ukuchata hapin.",
    "yachachik": "[yačačix, yačačig, yačači] s. profesor, maestro, educador, docente. Shuk ñanshina wawakunaman, malltakunaman, pimanpash yuyayta paskachishpa riksichiy. Ñukapa mamaka yachachikmi kan.",
    "yachak": "[yačak, yačax, yačag, yača] s. sabio, co  cocedor. Imamantapash allita yuyak, hamutak.  Yachakka,  uku  kawsayta  yuyashpami shunku yuyayta yachan. 2. médico. Manchanayakta hampi yuramanta tukuyta riksik runa. Riksishka yachakmi ñukataka shunku nanayta hampirka. Sin. 1. Amawta; 2 hampik, paku, sakra.",
    "yachakuna": "[yačakuna, yačaxuna, yača-\nguna] v. estudiar, aprender. Yachachishkata u  mapi yaykuchiy, yachashpa katiy.  Yachana  wasipi killka katinata yachakuni.",
    "yacharina": "[yačarina] v. acostumbrarse, enseñarse, habituarse. Runakunapa, Ilaktakunapa kawsayta hapina. Karu llaktamanta runakunaka Ecuadorpi yacha  rirkami.",
    "yachay": "[yačay] s. sabiduría, inteligencia, juicio, razonamiento. Kawsaypi riksishka, umapi yuyay tukushpa sakirik kak. Kichwa shimimanta yachayka sumakmi kan.",
    "yachik": "[yačix] s. amz. sabor. Imatapash mallishpa alli, mana alli kakta ninkapak rimay. Kay hampika hayak yachikmi.",
    "yakami": "[yakami, yami] s. amz. ave trompetero. Uchpa millmayuk, suni kunkayuk, suni chakiyuk allpata purik hatun pishku.  Yakamitaka mana wañuchinachu kanchik.",
    "yaku aycha": "[yaku ayča] s. pez, pescado. Yakupi kawsak wiwa. Hatun turuta chumkak, tantanakushpa purik wiwa. Katu pampapi yaku aychata rantinkapak rikuni. Sin. challwa.",
    "yaku ukucha": "[yaku ukuča] s. amz. variedad de nutria.  pishñashi  na millmayuk, pala u  mayuk, yakupipash, all  papipash kaw  sak  y wiwa. Yaku ukucha wiwakunataka mana tukuchinachu kanchik. Sin. pishña.",
    "yalli": "[yalyi, yaži, yali] adv.  demasiado, demás, en ex  ceso, excesivamente. Yapa imatapash churay, ruray, rima  y, yapa hatun achka, suni. Paymi yalli sumak shuyuta rurashka. Sin. Yapa, ninan, may.",
    "yallina": "[yalyina, yažina] v.  pasar, exceder, so  brepasar. Maymanpash chimpay, may  pipash pitapash mishana. José mashintin  kallpa  kushpa, payta yallirkani.",
    "yana": "[yana] adj.  negro. Tutashina tullpu. Yana millmayuk llamata charini.",
    "yanapana": "[yanapana] v.  ayudar, auxiliar, soco  rrer, favorecer, servir.  Shukta imata  pash rurashpa kuy. Kanpa chakrapi kiwa pitinapi  yanaparkani.",
    "yana shunku": "[yana šunku] s. hígado. Wiksa ukupi, allawka manyapi tiyak. Kipchanka hayakta llukshichin. Sin. kipchan.",
    "yankamanta": "[yaŋgamanta] adv.  de bal  de, en vano, sin motivo. Imamantapash yanka huchachiy tukuy. Yankaman  ta ñukata piñawarkanki. Sin. Yanka, yankata.",
    "yanta": "[yaŋta] s. leña. Ninapi churanka  pak shallishka, chiktashka kaspikuna. Hatun llaktakunapika mana yantawan yununchikchu.",
    "yanuna": "[yanuna] v. cocinar. Chawa ay  chata, chawa muruta, ima mikunatapash unayta timpuchiy. Yana papata alli yanunki.",
    "yapachina": "[yapačina] v. amz. ganar, ganar dinero. Ñukanchikpa imatapash charishkata achkayachiy, mirachiy. Kimsa punchata llamkashpa pichka pachak kullkita yapachir  kani.",
    "yapana": "[yapana] v.  aumentar, agregar. Shukmanta hapishpa shuktakpi achkayachiy.  María mashika pukcha papata katushpa ashata  yapachirka. yAkuyACHinA  3. sumar. Shukmanta, kutin shukman mashna kashkata shukllapi tantachishpa yachay. Kayta ishkaypi pichkata yapay.",
    "yarina": "[yarina] s. amz. tipo de palmera, marfil vegetal. Sachapi wiñak yura. Yarina kaspiwanka pukllanata ruranchik.",
    "yarkana": "[yarkana] v.  tener hambre. Mikunaya  y, wiksa mikunata mañay. Tukuy puncha mana mikushkamanta yarkanmi.",
    "yawar": "[yawar, raway] s.  sangre. Ñukan  chikpa aycha ukkuta purik, kawsayta kuk, puka  yakushina. Yawar mirachunka alli mikunatami mikuna kanchik.",
    "yawar kicha": "[yawar kiča] s. disentería. Yawarta ismachik unkuy. Yawar kichawan ñukapa wawaka wañurka.",
    "yawati suyu": "[yawati suyu] s. región insular de Galápagos. Pacífico mama kuchapi sakirik marka. Yawati suyupika, yawatikuna, chitakuna, pishkukuna, kichwa runakunapash kawsan.",
    "yawri": "[yawri] s. aguja, dardo. Sirankapak rurashka sikipi hutkuyuk hillaymi. Llikirishkataka yawriwan sirakuni.",
    "yaykuna": "[yaykuna, ikuna, waykuna] v. entrar. Kanchamanta  ukuman churay, satiy. Waka hutkuman hampinata yachankapak yaykurkani.",
    "yayuna": "[yayuna] v. sc.  inse  minar, polinizar. Karipa yumanata ima  wanpash warmipa wawamama ukupi churana; yurapa sisa muyuta chaysamillatak yurapa sisapi hichachina. Shuk llaktakunapika warmi wakrakuna chichuchunka yayunmi.  2. v. bo.  arrojar. Imatapash pakllaman shitay.  Llama wanuta papa chakrapi yayurkani.",
    "yukuna": "[yukuna] v. amz.  copular, hacer el amor, te  ner relaciones sexuales. Shuk kari paypa ulluta warmipa rakapi satiy. Wamrarak kashkmanta mana yukunchu. Sin.  Upina, yuma  na, rurana.",
    "yunkarak": "[yuŋgarax] s.  sn. papa rojiza. Shuk puka karayuk papa. Chishipi mikunkapak yunkarak papata yanunki.",
    "yupana": "[yupana] v. contar, enume  rar. Mashna runa, mashna wiwa, mashna muyu, yupAnA  mashna yura, mashna imata  pash rikuy. Shukmanta patsakkama  yachashkata  yuparkani.",
    "yupi": "[yupi] s. rastro, huella, pisada. Ima purishkata riksinkapak tarinkakama rikuy. Tutapi shuk llamata hillu allku mikushka, chayta yupita rurakunchik. Sin. chaki kati, sarushka.",
    "yurak": "[yurax, yurag, yurug] adj. blanco. Ñuñushi  na rikurik tullpu.  Kaynaka yurak millmata ruturkani.",
    "yurimawas": "[yurimawas, yurimas] s.  amz. plátano maqueño. Raku, mana yapa suni, hatun uma tukuk uki tullpuyuk  palanta. Kayaka yurimawas palantata tarpuna kanchik.",
    "yutu": "[yutu] s. perdiz. Uchpa millma  yuk, allpata purik, waylla lulunta wachak, yunyun yunyun nishpa chishikunapi kaparik hatun pishku. Yutu lulun waylla kashkata riksimuni. Sin. tukilu.",
    "yuyak": "[yuyax, yuyak, yuyik] adj.  adulto pensante. Imatapash tari  pashka kipa, yuyarishka kipa rimak, ru  ku runa.  Yuyak runaka mana wawashina imata  pash ninachu. Sin. Yuyayyuk, shunkuyuk.",
    "yuyay": "[yuyay] s.  pensamiento, idea, memoria. Umawan allita yuyarishpa imatapash rimay. Wakinpi musparishpaka yuyayta  pash chinkachirinllami.",
    "yuyaychinkana": "[yuyayčiŋgana] v. perder el conocimiento. Uma takarishpa wañushkashina sakirina. Mashika uma takarishpa yuyaychinkan. Sin. Umamuyuna.",
    "yuyu": "[yuyu] s. s. verduras, yerbas comestibles; hortalizas. Mikuna kiwa. Uka yuyuta kuyman karankapak apakllami rini. 2. cogollo comestible de las palmeras. Chunta  kunapi, kiwakunapi llukshik mikuna llullu panka. Chunta yuyuta pitishpa mikunata rurashun. Sin. 1 kiwa.",
    "zakzikina": "[zagzikina] s.  bo. extenderse las guías de un bejuco o calabaza. Mallki ankukunata pushay. Sapalluka ñami zaksikikun.",
    "zalipa": "[zalipa, lazipa] s. s. energía sexual negativa que causa enfermedad diarreica, no definida ni identificada por la medicina actual. Shuk kari, shuk war  mi yumashpa wasiman tikrakpi wawakuna  ta, kuykunatapash unkuchik unkuy. ¿Wawaka zalipawanchu unkushka?",
    "zanzan": "[zaŋzan, saŋ \nsaŋ] adj. ss. mujer de trabajo lento. U  nayashpa llamkak warmi. Zanzan  warmi kashpami mana utka utka yanuyta ushanchu.",
    "zimpunina": "[zimbunina, ziŋbunina] v. sc. aglomerarse, conglomerarse. Runakuna tawkariy. Hatun llaki tiyakpimi runakunaka zimpunirka.  Sin. waykana.",
    "zinzin": "[zinzin] s. amz. dolor a  gudo por tumores, heridas, etc. Tuksikukpishina nanay. Ñukapa kunkuri zinzin nikun. Sin. shikshik.",
    "zirka": "[zirga, řizka, řirka] s.  ss. Árbol de cuya madera se fabrican cucharas. Mikuna wishinakunata, kallanakunata  pash rurana yura. Zirka yuraka pukru ukupi wiñakun.",
    "zullu": "[zulyu, žuyu,] s. amz. cigarra. Pakarinapi, inti punchakuna kaparik chi  llik. Zulluka chay yurapi yaykun.",
    "zhapra": "[žapra] ,  s. hojarasca. Imapash urmashka ismu yura panka.  Zhapra ukupika ima kurukuna tiyan.",
    "zharu": "[žaru] s. ca. piedras pequeñas, ripio, grani  llo. Wasichinkapak chusu rumiku  na. Cañar runakunaka zharu rumikunata wasichinkapak pallakun.",
    "zhilik": "[žilik] adj. ss. Maíz blanco. Yuraklla sara. Zhilik saraka ñutulla kashayukmi kan.",
    "zhiripi": "[žiripi] s. ss. Tipo de árbol. Chugu pishkuka zhiripi muyuta mikun.",
    "zhuta": "[žuta] s. ca. ave, pájaro. Tukuy pishkukunata ninkapak shimi. Allpamamapi zhutakuna ama chinkarichunka kamanami kan. Sin. Munchi, pishku."
}